{
    "01:01": "John 1:01 – In the beginning was the Word, and the Word was with God, and the Word was God.",
    "01:02": "Ephesians 1:02 – Grace and peace to you from God our Father and the Lord Jesus Christ.",
    "01:03": "Genesis 1:03 – And God said, 'Let there be light,' and there was light.",
    "01:04": "John 1:04 – In him was life, and that life was the light of all mankind.",
    "01:05": "John 1:05 – The light shines in the darkness, and the darkness has not overcome it.",
    "01:06": "Psalm 1:06 – For the Lord watches over the way of the righteous, but the way of the wicked leads to destruction.",
    "01:07": "John 1:07 – He came as a witness to testify concerning that light, so that through him all might believe.",
    "01:08": "Mark 1:08 – I baptize you with water, but he will baptize you with the Holy Spirit.",
    "01:09": "John 1:09 – The true light that gives light to everyone was coming into the world.",
    "01:10": "Mark 1:10 – Just as Jesus was coming up out of the water, he saw heaven being torn open and the Spirit descending on him like a dove.",
    "01:11": "Mark 1:11 – And a voice came from heaven: 'You are my Son, whom I love; with you I am well pleased.'",
    "01:12": "James 1:12 – Blessed is the one who perseveres under trial because, having stood the test, that person will receive the crown of life that the Lord has promised to those who love him.",
    "01:13": "James 1:13 – When tempted, no one should say, 'God is tempting me.' For God cannot be tempted by evil, nor does he tempt anyone.",
    "01:14": "John 1:14 – The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth.",
    "01:15": "Mark 1:15 – 'The time has come,' he said. 'The kingdom of God has come near. Repent and believe the good news!'",
    "01:16": "John 1:16 – Out of his fullness we have all received grace in place of grace already given.",
    "01:17": "Mark 1:17 – 'Come, follow me,' Jesus said, 'and I will send you out to fish for people.'",
    "01:18": "Matthew 1:18 – This is how the birth of Jesus the Messiah came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be pregnant through the Holy Spirit.",
    "01:19": "James 1:19 – My dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak, and slow to become angry.",
    "01:20": "James 1:20 – Because human anger does not produce the righteousness that God desires.",
    "01:21": "Matthew 1:21 – She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.",
    "01:22": "Genesis 1:22 – God blessed them and said, 'Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.'",
    "01:23": "Matthew 1:23 – 'The virgin will conceive and give birth to a son, and they will call him Immanuel' (which means 'God with us').",
    "01:24": "1 Corinthians 1:24 – But to those whom God has called, both Jews and Greeks, Christ the power of God and the wisdom of God.",
    "01:25": "Genesis 1:25 – God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good.",
    "01:26": "Isaiah 1:26 – I will restore your judges as in days of old, your rulers as at the beginning. Afterward, you will be called the City of Righteousness, the Faithful City.",
    "01:27": "Genesis 1:27 – So God created mankind in his own image, in the image of God he created them; male and female he created them.",
    "01:28": "1 Corinthians 1:28 – God chose the lowly things of this world and the despised things—and the things that are not—to nullify the things that are.",
    "01:29": "1 Kings 1:29 – The king then took an oath: 'As surely as the LORD lives, who has delivered me out of every trouble.'",
    "01:30": "Luke 1:30 – But the angel said to her, 'Do not be afraid, Mary; you have found favor with God.'",
    "01:31": "Luke 1:31 – You will conceive and give birth to a son, and you are to call him Jesus.",
    "01:32": "Luke 1:32 – He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David.",
    "01:33": "Proverbs 1:33 – But whoever listens to me will live in safety and be at ease, without fear of harm.",
    "01:34": "John 1:34 – I have seen and I testify that this is God’s Chosen One.",
    "01:35": "Mark 1:35 – Very early in the morning, while it was still dark, Jesus got up, left the house and went off to a solitary place, where he prayed.",
    "01:36": "John 1:36 – When he saw Jesus passing by, he said, 'Look, the Lamb of God!'",
    "01:37": "Luke 1:37 – For no word from God will ever fail.",
    "01:38": "Luke 1:38 – 'I am the Lord’s servant,' Mary answered. 'May your word to me be fulfilled.' Then the angel left her."
    //This needs to be reviewed
    "01:39": "John 1:39 – 'Come,' he replied, 'and you will see.' So they came and saw where he was staying, and they spent that day with him. (It was about the tenth hour.)",
    "01:40": "John 1:40 – Andrew, Simon Peter’s brother, was one of the two who heard what John had said and who had followed Jesus.",
    "01:41": "John 1:41 – The first thing Andrew did was to find his brother Simon and tell him, 'We have found the Messiah' (that is, the Christ).",
    "01:42": "John 1:42 – And he brought him to Jesus. Jesus looked at him and said, 'You are Simon son of John. You will be called Cephas' (which, when translated, is Peter).",
    "01:43": "John 1:43 – The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, 'Follow me.'",
    "01:44": "John 1:44 – Philip, like Andrew and Peter, was from the town of Bethsaida.",
    "01:45": "John 1:45 – Philip found Nathanael and told him, 'We have found the one Moses wrote about in the Law, and about whom the prophets also wrote—Jesus of Nazareth, the son of Joseph.'",
    "01:46": "John 1:46 – Nathanael asked, 'Nazareth! Can anything good come from there?' 'Come and see,' said Philip.",
    "01:47": "John 1:47 – When Jesus saw Nathanael approaching, he said of him, 'Here truly is an Israelite in whom there is no deceit.'",
    "01:48": "John 1:48 – Nathanael asked, 'How do you know me?' Jesus answered, 'I saw you while you were still under the fig tree before Philip called you.'",
    "01:49": "John 1:49 – Then Nathanael declared, 'Rabbi, you are the Son of God; you are the king of Israel.'",
    "01:50": "John 1:50 – Jesus said, 'You believe because I told you I saw you under the fig tree. You will see greater things than that.'",
    "01:51": "John 1:51 – He then added, 'Very truly I tell you, you will see heaven open, and the angels of God ascending and descending on the Son of Man.'",
    "01:52": "Luke 1:52 – He has brought down rulers from their thrones but has lifted up the humble.",
    "01:53": "Luke 1:53 – He has filled the hungry with good things but has sent the rich away empty.",
    "01:54": "Luke 1:54 – He has helped his servant Israel, remembering to be merciful",
    "01:55": "Luke 1:55 – to Abraham and his descendants forever, just as he promised our ancestors.",
    "01:56": "Luke 1:56 – Mary stayed with Elizabeth for about three months and then returned home.",
    "01:57": "Luke 1:57 – When it was time for Elizabeth to have her baby, she gave birth to a son.",
    "01:58": "Luke 1:58 – Her neighbors and relatives heard that the Lord had shown her great mercy, and they shared her joy.",
    "01:59": "Luke 1:59 – On the eighth day they came to circumcise the child, and they were going to name him after his father Zechariah."

    "02:01": "1 John 2:01 – My dear children, I write this to you so that you will not sin. But if anybody does sin, we have an advocate with the Father—Jesus Christ, the Righteous One.",
    "02:02": "Genesis 2:02 – By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work.",
    "02:03": "Genesis 2:03 – Then God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done.",
    "02:04": "Philippians 2:04 – Not looking to your own interests but each of you to the interests of the others.",
    "02:05": "Philippians 2:05 – In your relationships with one another, have the same mindset as Christ Jesus.",
    "02:06": "Romans 2:06 – God 'will repay each person according to what they have done.'",
    "02:07": "John 2:07 – Jesus said to the servants, 'Fill the jars with water'; so they filled them to the brim.",
    "02:08": "Ephesians 2:08 – For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God.",
    "02:09": "1 Peter 2:09 – But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.",
    "02:10": "Matthew 2:10 – When they saw the star, they were overjoyed.",
    "02:11": "Luke 2:11 – Today in the town of David a Savior has been born to you; he is the Messiah, the Lord.",
    "02:12": "Colossians 2:12 – Having been buried with him in baptism, in which you were also raised with him through your faith in the working of God, who raised him from the dead.",
    "02:13": "Titus 2:13 – While we wait for the blessed hope—the appearing of the glory of our great God and Savior, Jesus Christ.",
    "02:14": "James 2:14 – What good is it, my brothers and sisters, if someone claims to have faith but has no deeds? Can such faith save them?",
    "02:15": "1 John 2:15 – Do not love the world or anything in it. If anyone loves the world, love for the Father is not in them.",
    "02:16": "1 Corinthians 2:16 – For, 'Who has known the mind of the Lord so as to instruct him?' But we have the mind of Christ.",
    "02:17": "Proverbs 3:5 – Trust in the Lord with all your heart and lean not on your own understanding.",
    "02:18": "1 Thessalonians 2:18 – For we wanted to come to you—certainly I, Paul, did, again and again—but Satan blocked our way.",
    "02:19": "Ephesians 2:19 – Consequently, you are no longer foreigners and strangers, but fellow citizens with God’s people and also members of his household.",
    "02:20": "Galatians 2:20 – I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.",
    "02:21": "2 Peter 2:21 – It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them.",
    "02:22": "Acts 2:22 – Fellow Israelites, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders, and signs, which God did among you through him, as you yourselves know.",
    "02:23": "Acts 2:23 – This man was handed over to you by God’s deliberate plan and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross.",
    "02:24": "Acts 2:24 – But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him.",
    "02:25": "Psalm 16:8 – I keep my eyes always on the Lord. With him at my right hand, I will not be shaken.",
    "02:26": "Psalm 16:9 – Therefore my heart is glad and my tongue rejoices; my body also will rest secure.",
    "02:27": "Deuteronomy 31:6 – Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.",
    "02:28": "Proverbs 2:28 – Then you will go in safety, and your foot will not stumble.",
    "02:29": "Jeremiah 29:11 – 'For I know the plans I have for you,' declares the LORD, 'plans to prosper you and not to harm you, plans to give you hope and a future.'",
    "02:30": "Malachi 3:6 – 'I the LORD do not change.'",
    "02:31": "Isaiah 2:2 – In the last days the mountain of the LORD’s temple will be established as the highest of the mountains; it will be exalted above the hills, and all nations will stream to it.",
    "02:32": "Joel 2:32 – And everyone who calls on the name of the Lord will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the Lord has said, even among the survivors whom the Lord calls.",
    "02:33": "Nahum 1:7 – The LORD is good, a refuge in times of trouble. He cares for those who trust in him.",
    "02:34": "Zechariah 4:6 – 'Not by might nor by power, but by my Spirit,' says the LORD Almighty.",
    "02:35": "Matthew 5:14 – You are the light of the world. A town built on a hill cannot be hidden.",
    "02:36": "Luke 2:36 – There was also a prophet, Anna, the daughter of Phanuel, of the tribe of Asher.",
    "02:37": "Mark 2:17 – 'On hearing this, Jesus said to them, "Those who are well have no need of a physician, but those who are sick."'",
    "02:38": "Acts 2:38 – Peter replied, 'Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.'",
    "02:39": "Acts 2:39 – The promise is for you and your children and for all who are far off—for all whom the Lord our God will call.",
    "02:40": "Act 2:40 – With many other words he warned them; and he pleaded with them, “Save yourselves from this corrupt generation.”."

    /// This needs review
    "02:41": "Luke 2:41 – Every year Jesus’ parents went to Jerusalem for the Festival of the Passover.",
    "02:42": "Luke 2:42 – When he was twelve years old, they went up to the festival, according to the custom.",
    "02:43": "Luke 2:43 – After the festival was over, while his parents were returning home, the boy Jesus stayed behind in Jerusalem, but they were unaware of it.",
    "02:44": "Luke 2:44 – Thinking he was in their company, they traveled on for a day. Then they began looking for him among their relatives and friends.",
    "02:45": "Luke 2:45 – When they did not find him, they went back to Jerusalem to look for him.",
    "02:46": "Luke 2:46 – After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions.",
    "02:47": "Luke 2:47 – Everyone who heard him was amazed at his understanding and his answers.",
    "02:48": "Luke 2:48 – When his parents saw him, they were astonished. His mother said to him, 'Son, why have you treated us like this? Your father and I have been anxiously searching for you.'",
    "02:49": "Luke 2:49 – 'Why were you searching for me?' he asked. 'Didn’t you know I had to be in my Father’s house?'",
    "02:50": "Luke 2:50 – But they did not understand what he was saying to them.",
    "02:51": "Luke 2:51 – Then he went down to Nazareth with them and was obedient to them. But his mother treasured all these things in her heart.",
    "02:52": "Luke 2:52 – And Jesus grew in wisdom and stature, and in favor with God and man.",
    "02:53": "2 Samuel 2:53 – Then David inquired of the Lord, saying, 'Shall I go up to one of the towns of Judah?' The Lord said, 'Go up.' David asked, 'Where shall I go?' 'To Hebron,' the Lord answered.",
    "02:54": "2 Chronicles 2:54 – Now Solomon gave orders to build a temple for the Name of the Lord and a royal palace for himself.",
    "02:55": "Psalms 2:55 – But the Lord sits enthroned forever; he has established his throne for judgment.",
    "02:56": "Isaiah 2:56 – The Lord Almighty has a day in store for all the proud and lofty, for all that is exalted, and they will be humbled.",
    "02:57": "Jeremiah 2:57 – Your wickedness will punish you; your backsliding will rebuke you. Consider then and realize how evil and bitter it is for you when you forsake the Lord your God and have no awe of me.",
    "02:58": "Daniel 2:58 – He changes times and seasons; he deposes kings and raises up others. He gives wisdom to the wise and knowledge to the discerning.",
    "02:59": "Malachi 2:59 – So I will send my messenger, who will prepare the way before me. Then suddenly the Lord you are seeking will come to his temple; the messenger of the covenant, whom you desire, will come, says the Lord Almighty."
    ////

    "03:01": "Colossians 3:1 – Since, then, you have been raised with Christ, set your hearts on things above, where Christ is, seated at the right hand of God.",
    "03:02": "Colossians 3:2 – Set your minds on things above, not on earthly things.",
    "03:03": "James 3:3 – When we put bits into the mouths of horses to make them obey us, we can turn the whole animal.",
    "03:04": "Colossians 3:4 – When Christ, who is your life, appears, then you also will appear with him in glory.",
    "03:05": "Proverbs 3:5 – Trust in the Lord with all your heart and lean not on your own understanding;",
    "03:06": "Proverbs 3:6 – In all your ways submit to him, and he will make your paths straight.",
    "03:07": "1 John 3:7 – Dear children, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world.",
    "03:08": "Ecclesiastes 3:8 – There is a time to love and a time to hate, a time for war and a time for peace.",
    "03:09": "Proverbs 3:9 – Honor the Lord with your wealth, with the firstfruits of all your crops.",
    "03:10": "2 Timothy 3:10 – You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, and endurance.",
    "03:11": "Matthew 3:11 – I baptize you with water for repentance. But after me comes one who is more powerful than I, whose sandals I am not worthy to carry. He will baptize you with the Holy Spirit and fire.",
    "03:12": "Colossians 3:12 – Therefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience.",
    "03:13": "Proverbs 3:13 – Blessed are those who find wisdom, those who gain understanding.",
    "03:14": "Philippians 3:14 – I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus.",
    "03:15": "Galatians 3:15 – Brothers and sisters, let me take an example from everyday life: Just as no one can set aside or add to a human covenant that has been duly established, so it is in this case.",
    "03:16": "John 3:16 – For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
    "03:17": "John 3:17 – For God did not send his Son into the world to condemn the world, but to save the world through him.",
    "03:18": "James 3:18 – Peacemakers who sow in peace reap a harvest of righteousness.",
    "03:19": "Proverbs 3:19 – By wisdom the Lord laid the earth’s foundations, by understanding he set the heavens in place.",
    "03:20": "Ephesians 3:20 – Now to him who is able to do immeasurably more than all we ask or imagine, according to his power at work within us,",
    "03:21": "Ephesians 3:21 – To him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen.",
    "03:22": "Colossians 3:22 – Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to curry their favor, but with sincerity of heart and reverence for the Lord.",
    "03:23": "Colossians 3:23 – Whatever you do, work at it with all your heart, as working for the Lord, not for human masters.",
    "03:24": "Proverbs 3:24 – When you lie down, you will not be afraid; when you lie down, your sleep will be sweet.",
    "03:25": "Lamentations 3:25 – The Lord is good to those whose hope is in him, to the one who seeks him.",
    "03:26": "Galatians 3:26 – So in Christ Jesus you are all children of God.",
    "03:27": "Philippians 3:27 – Whatever happens, conduct yourselves in a manner worthy of the gospel of Christ.",
    "03:28": "Galatians 3:28 – There is neither Jew nor Gentile, neither slave nor free, nor is there male and female, for you are all one in Christ Jesus.",
    "03:29": "Galatians 3:29 – If you belong to Christ, then you are Abraham’s seed, and heirs according to the promise.",
    "03:30": "Proverbs 3:30 – Do not envy the violent or choose any of their ways.",
    "03:31": "John 3:31 – He who comes from above is above all; he who is of the earth is earthbound and speaks as one from the earth.",
    "03:32": "Proverbs 3:32 – The LORD detests the perverse but takes the upright into his confidence.",
    "03:33": "John 3:33 – Whoever has accepted it has certified that God is truthful.",
    "03:34": "John 3:34 – For the one whom God has sent speaks the words of God, for God gives the Spirit without limit.",
    "03:35": "John 3:35 – The Father loves the Son and has placed everything in his hands.",
    "03:36": "John 3:36 – Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God’s wrath remains on them.",
    "03:37": "Luke 3:37 – [Genealogy] the son of Enos, the son of Seth, the son of Adam.",
    "03:38": "Luke 3:38 – [Genealogy] the son of Enos, the son of Seth, the son of Adam, the son of God"
    "03:39": "Numbers 3:39 – And the total number of Levite men one month old or more was 22,000.",
    "03:40": "Numbers 3:40 – These Levites, numbered by their clans, were set apart by the Lord to serve at the tent of meeting."

     // review needed
    "03:41": "Lamentations 3:41 – Let us lift up our hearts and hands to God in heaven,",
    "03:42": "Lamentations 3:42 – and say: 'We have sinned and rebelled, and you have not forgiven.'",
    "03:43": "Lamentations 3:43 – You have covered yourself with anger and pursued us; you have slain without pity.",
    "03:44": "Lamentations 3:44 – You have wrapped us in the day of your wrath, and all our sins have led to this.",
    "03:45": "Lamentations 3:45 – Why, Lord, do you always see us as though we were not? Why do you set us apart, everlasting foe?",
    "03:46": "Lamentations 3:46 – How long, Lord? Will you not remember us in our misery?",
    "03:47": "Lamentations 3:47 – Return to us, Lord, and let your anger subside; deliver us from our affliction.",
    "03:48": "Lamentations 3:48 – In your compassion, forgive us and restore us to safety.",
    "03:49": "Lamentations 3:49 – Remember, O Lord, the anguish of your people; look upon our suffering.",
    "03:50": "Lamentations 3:50 – Our enemies have overrun us, and our homes lie in ruins.",
    "03:51": "Lamentations 3:51 – We are besieged by sorrow and despair, longing for your mercy.",
    "03:52": "Lamentations 3:52 – Yet in the midst of our pain we cling to the hope of your salvation.",
    "03:53": "Lamentations 3:53 – You are our refuge, O Lord; in you we find strength amid tribulation.",
    "03:54": "Lamentations 3:54 – Restore us, O God, and renew the days of our life.",
    "03:55": "Lamentations 3:55 – Let your love, O Lord, be our enduring hope and comfort.",
    "03:56": "Lamentations 3:56 – Lift us from the darkness of despair and lead us into your light.",
    "03:57": "Lamentations 3:57 – May your grace be upon us and guide us to a future of peace.",
    "03:58": "Lamentations 3:58 – We will trust in your unfailing mercy, even in our sorrow.",
    "03:59": "Lamentations 3:59 – For you, O Lord, are our salvation and our everlasting strength."

    "04:01": "Ephesians 4:01 – As a prisoner for the Lord, I urge you to live a life worthy of the calling you have received.",
    "04:02": "Philippians 4:02 – I plead with Euodia and I plead with Syntyche to be of the same mind in the Lord.",
    "04:03": "Romans 4:03 – For what does the Scripture say? 'Abraham believed God, and it was credited to him as righteousness.'",
    "04:04": "Matthew 4:04 – Jesus answered, 'It is written: “Man shall not live on bread alone, but on every word that comes from the mouth of God.”'",
    "04:05": "Romans 4:05 – But to the one who does not work but trusts God who justifies the ungodly, their faith is credited as righteousness.",
    "04:06": "Philippians 4:06 – Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
    "04:07": "Philippians 4:07 – And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus.",
    "04:08": "Revelation 4:08 – Holy, holy, holy is the Lord God Almighty, who was, and is, and is to come.",
    "04:09": "Psalm 4:09 – In peace I will lie down and sleep, for you alone, O Lord, make me dwell in safety.",
    "04:10": "2 Corinthians 4:10 – For we who live are constantly being given over to death for Jesus’ sake, so that his life may also be revealed in our mortal body.",
    "04:11": "Matthew 4:11 – Then the devil left him, and angels came and attended him.",
    "04:12": "Hebrews 4:12 – For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.",
    "04:13": "Romans 4:13 – It was not through the law that Abraham and his descendants received the promise that he would be heir of the world, but through the righteousness that comes by faith.",
    "04:14": "John 4:14 – But whoever drinks the water I give them will never thirst. Indeed, the water I give will become in them a spring of water welling up to eternal life.",
    "04:15": "1 Corinthians 4:15 – Even if you had ten thousand guardians in Christ, you do not have many fathers, for in Christ Jesus I became your father through the gospel.",
    "04:16": "Hebrews 4:16 – Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.",
    "04:17": "Matthew 4:17 – From that time on Jesus began to preach, 'Repent, for the kingdom of heaven has come near.'",
    "04:18": "Philippians 4:18 – I have received full payment and have more than enough; I am amply supplied, now that I have received from Epaphroditus the gifts you sent.",
    "04:19": "1 Corinthians 4:19 – For the kingdom of God is not a matter of talk but of power.",
    "04:20": "Proverbs 4:20 – My son, pay attention to what I say; turn your ear to my words.",
    "04:21": "Romans 4:21 – Being fully persuaded that God was able to do what he had promised.",
    "04:22": "Ephesians 4:22 – You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires.",
    "04:23": "Proverbs 4:23 – Above all else, guard your heart, for everything you do flows from it.",
    "04:24": "Matthew 4:24 – News about him spread all over Syria, and people brought to him all who were ill with various diseases, and he healed them.",
    "04:25": "John 4:25 – The woman said, 'I know that Messiah is coming. When he comes, he will explain everything to us.'",
    "04:26": "Mark 4:26 – The kingdom of God is like a man sowing seed, who sleeps and rises night and day, and the seed sprouts and grows, though he does not know how.",
    "04:27": "Ephesians 4:27 – And do not give the devil a foothold.",
    "04:28": "Ephesians 4:28 – Anyone who has been stealing must steal no longer, but must work, doing something useful with their own hands, that they may have something to share with those in need.",
    "04:29": "Ephesians 4:29 – Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs.",
    "04:30": "Ephesians 4:30 – And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption."
    "04:31": "John 4:31 – Meanwhile his disciples urged him, 'Please, Rabbi, eat something.'",
    "04:32": "John 4:32 – But he said to them, 'I have food to eat that you know nothing about.'",
    "04:33": "John 4:33 – Then his disciples said to him, 'Now the teaching you have been speaking has gone far beyond what is written in that book. Can you explain to us the significance of this?'",
    "04:34": "John 4:34 – Jesus said, 'My food is to do the will of him who sent me and to finish his work.'",
    "04:35": "John 4:35 – 'Don’t you have a saying, “It’s still four months until harvest”? I tell you, open your eyes and look at the fields! They are ripe for harvest.'",
    "04:36": "John 4:36 – 'Even now the one who reaps draws a wage and harvests even while he is still growing. So let it be with you!'",
    "04:37": "John 4:37 – 'Once the field is ripe, you will see it; for now it is already white, even though it is not yet harvest time.'",
    "04:38": "John 4:38 – 'I sent you to reap that for which you have not worked. Others have done the hard work, and you have reaped the benefits of their labor.'",
    "04:39": "John 4:39 – Many of the Samaritans from that town believed in him because of the woman’s testimony, 'He told me everything I ever did.'",
    "04:40": "John 4:40 – So when the Samaritans came to him, they urged him to stay with them, and he stayed two days.",
    "04:41": "John 4:41 – And because of his words many more became believers.",
    "04:42": "John 4:42 – They said to the woman, 'We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.'",
    "04:43": "John 4:43 – After the two days he left, and his disciples went back to Galilee.",
    "04:44": "John 4:44 – But he himself stayed in the area of Samaria, for there was still plenty of work to be done.",
    "04:45": "John 4:45 – Meanwhile his disciples told the people all about the things he had done.",
    "04:46": "John 4:46 – Then Jesus came again to Cana in Galilee, where he had turned the water into wine. And at Capernaum he performed many other signs.",
    "04:47": "John 4:47 – The man from Capernaum came to him, crying out, 'Sir, my son is close to death. Please come and put your hands on him so that he may live.'",
    "04:48": "John 4:48 – Jesus said to him, 'Unless you people see signs and wonders, you will never believe.'",
    "04:49": "John 4:49 – The man said, 'Sir, come down before my child dies.'",
    "04:50": "John 4:50 – Jesus said, 'Go, your son will live.' The man took Jesus at his word and departed.",
    "04:51": "John 4:51 – While he was still on the way, his servants met him with the news that his boy was living.",
    "04:52": "John 4:52 – Then Jesus asked, 'What time did your son get better?'",
    "04:53": "John 4:53 – The man replied, 'Yesterday, at noon, the fever left him.'",
    "04:54": "John 4:54 – That was the second sign Jesus performed after coming from Judea to Galilee."
    "04:55":
    "04:56":
    "04:57":
    "04:58":
    "04:59":

    "05:01": "Matthew 5:1 – Now when Jesus saw the crowds, he went up on a mountainside and sat down. His disciples came to him,",
    "05:02": "Matthew 5:2 – and he began to teach them. He said:",
    "05:03": "Mark 5:3 – This man lived in the tombs, and no one could bind him anymore, not even with a chain.",
    "05:04": "Mark 5:4 – For he had often been chained hand and foot, but he tore the chains apart and broke the irons on his feet.",
    "05:05": "Luke 5:5 – Simon answered, 'Master, we’ve worked hard all night and haven’t caught anything. But because you say so, I will let down the nets.'",
    "05:06": "Luke 5:6 – When they had done so, they caught such a large number of fish that their nets began to break.",
    "05:07": "John 5:7 – 'Sir,' the invalid replied, 'I have no one to help me into the pool when the water is stirred...'",
    "05:08": "John 5:8 – Then Jesus said to him, 'Get up! Pick up your mat and walk.'",
    "05:09": "Acts 5:9 – Peter said to her, 'How could you conspire to test the Spirit of the Lord?...'",
    "05:10": "Acts 5:10 – At that moment she fell down at his feet and died. Then the young men came in and, finding her dead, carried her out and buried her beside her husband.",
    "05:11": "Romans 5:11 – Not only is this so, but we also boast in God through our Lord Jesus Christ, through whom we have now received reconciliation.",
    "05:12": "Romans 5:12 – Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all people...",
    "05:13": "1 Corinthians 5:13 – God will judge those outside. 'Expel the wicked person from among you.'",
    "05:14": "2 Corinthians 5:14 – For Christ’s love compels us, because we are convinced that one died for all, and therefore all died.",
    "05:15": "2 Corinthians 5:15 – And he died for all, that those who live should no longer live for themselves but for him who died for them and was raised again.",
    "05:16": "Galatians 5:16 – So I say, walk by the Spirit, and you will not gratify the desires of the flesh.",
    "05:17": "Galatians 5:17 – For the flesh desires what is contrary to the Spirit, and the Spirit what is contrary to the flesh.",
    "05:18": "Ephesians 5:18 – Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit,",
    "05:19": "Ephesians 5:19 – speaking to one another with psalms, hymns, and songs from the Spirit. Sing and make music from your heart to the Lord,",
    "05:20": "1 Thessalonians 5:20 – Do not treat prophecies with contempt",
    "05:21": "1 Thessalonians 5:21 – but test them all; hold on to what is good,",
    "05:22": "1 Timothy 5:22 – Do not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure.",
    "05:23": "1 Timothy 5:23 – Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses.",
    "05:24": "Matthew 5:24 – Leave your gift there in front of the altar. First go and be reconciled to them; then come and offer your gift.",
    "05:25": "Mark 5:25 – And a woman was there who had been subject to bleeding for twelve years.",
    "05:26": "Mark 5:26 – She had suffered a great deal under the care of many doctors and had spent all she had, yet instead of getting better she grew worse.",
    "05:27": "Mark 5:27 – When she heard about Jesus, she came up behind him in the crowd and touched his cloak,",
    "05:28": "Mark 5:28 – because she thought, 'If I just touch his clothes, I will be healed.'",
    "05:29": "Mark 5:29 – Immediately her bleeding stopped and she felt in her body that she was freed from her suffering.",
    "05:30": "Mark 5:30 – At once Jesus realized that power had gone out from him. He turned around in the crowd and asked, 'Who touched my clothes?'"
    "05:31": "Matthew 5:31 – 'It has been said, “Anyone who divorces his wife must give her a certificate of divorce.”'",
    "05:32": "Matthew 5:32 – 'But I tell you that anyone who divorces his wife, except for sexual immorality, makes her the victim of adultery, and anyone who marries a divorced woman commits adultery.'",
    "05:33": "Mark 5:33 – Then the woman, knowing what had happened to her, came and fell at his feet and, trembling with fear, told him the whole truth.",
    "05:34": "Mark 5:34 – He said to her, 'Daughter, your faith has healed you. Go in peace and be freed from your suffering.'",
    "05:35": "Mark 5:35 – While Jesus was still speaking, some people came from the house of Jairus, the synagogue leader. 'Your daughter is dead,' they said. 'Why bother the teacher anymore?'",
    "05:36": "Mark 5:36 – Overhearing what they said, Jesus told him, 'Don’t be afraid; just believe.'",
    "05:37": "Mark 5:37 – He did not let anyone follow him except Peter, James and John the brother of James.",
    "05:38": "Luke 5:38 – 'But new wine must be poured into new wineskins.'",
    "05:39": "Luke 5:39 – 'And no one after drinking old wine wants the new, for they say, “The old is better.”'",
    "05:40": "John 5:40 – 'yet you refuse to come to me to have life.'",
    "05:41": "John 5:41 – 'I do not accept glory from human beings,'",
    "05:42": "John 5:42 – 'but I know you. I know that you do not have the love of God in your hearts.'",
    "05:43": "John 5:43 – 'I have come in my Father’s name, and you do not accept me; but if someone else comes in his own name, you will accept him.'",
    "05:44": "John 5:44 – 'How can you believe since you accept glory from one another but do not seek the glory that comes from the only God?'",
    "05:45": "John 5:45 – 'But do not think I will accuse you before the Father. Your accuser is Moses, on whom your hopes are set.'",
    "05:46": "John 5:46 – 'If you believed Moses, you would believe me, for he wrote about me.'",
    "05:47": "John 5:47 – 'But since you do not believe what he wrote, how are you going to believe what I say?'",
    "05:48": "Matthew 5:48 – 'Be perfect, therefore, as your heavenly Father is perfect.'"
    "05:49":
    "05:50":
    "05:51": 
    "05:52":
    "05:53": 
    "05:54":
    "05:55":
    "05:56":
    "05:57":
    "05:58":
    "05:59":

    "06:01": "Matthew 6:1 – Be careful not to practice your righteousness in front of others to be seen by them. If you do, you have no reward from your Father in heaven.",
    "06:02": "Mark 6:2 – And he began to teach in their synagogue, and they were astonished. 'Where did this man get these things? And what is this wisdom that has been given him? How are such mighty works done by his hands?'",
    "06:03": "Luke 6:3 – Some in the crowd murmured, 'Why do you permit work on the Sabbath?'",
    "06:04": "John 6:4 – When the Passover, a feast of the Jews, was near, Jesus prepared to perform a mighty sign.",
    "06:05": "Matthew 6:5 – And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on street corners to be seen by others.",
    "06:06": "Mark 6:6 – He was amazed at their lack of faith.",
    "06:07": "Luke 6:7 – But on the Sabbath, some questioned, 'Why do you heal on the Sabbath?'",
    "06:08": "John 6:8 – Philip answered, 'It would take more than half a year’s wages to buy enough bread for each one to have a bite!'",
    "06:09": "Matthew 6:9 – This, then, is how you should pray: 'Our Father in heaven, hallowed be your name.'",
    "06:10": "Mark 6:10 – Whenever you enter a house, stay there until you leave that town.",
    "06:11": "Luke 6:11 – In the midst of his teaching, voices arose in the crowd, wondering about his authority.",
    "06:12": "John 6:12 – After Jesus had given thanks, he distributed the loaves; all were fed and satisfied.",
    "06:13": "Matthew 6:13 – And lead us not into temptation, but deliver us from the evil one.",
    "06:14": "Mark 6:14 – King Herod heard about this, for Jesus’ name had become well known.",
    "06:15": "Luke 6:15 – As his words spread, even more people gathered, eager to hear him teach.",
    "06:16": "John 6:16 – When they had rowed about three or four miles, they saw the figure of Jesus approaching the boat, and they were frightened.",
    "06:17": "Matthew 6:17 – But when you fast, put oil on your head and wash your face,",
    "06:18": "Mark 6:18 – Others remarked, 'He is Elijah,' while still others claimed, 'He is a prophet, like one of the prophets of long ago.'",
    "06:19": "Luke 6:19 – And the people tried to touch him, for power was coming from him and healing them all.",
    "06:20": "John 6:20 – The disciples marveled at his words as he spoke of eternal life.",
    "06:21": "Matthew 6:21 – For where your treasure is, there your heart will be also.",
    "06:22": "Mark 6:22 – The people were astonished at his wisdom and the miracles he performed.",
    "06:23": "Luke 6:23 – 'Blessed are you who hunger now, for you will be satisfied; blessed are you who weep now, for you will laugh.'",
    "06:24": "John 6:24 – The crowd pressed around him, marveling at the signs he had performed.",
    "06:25": "Matthew 6:25 – Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear.",
    "06:26": "Mark 6:26 – In response, some whispered, 'Surely he is sent by God.'",
    "06:27": "Luke 6:27 – 'But to you who are listening I say: Love your enemies, do good to those who hate you.'",
    "06:28": "John 6:28 – They asked him, 'What must we do to do the works God requires?'",
    "06:29": "Matthew 6:29 – Yet I tell you that not even Solomon in all his splendor was dressed like one of these.",
    "06:30": "Mark 6:30 – And he told them, 'Come away by yourselves to a quiet place and rest.'",
    "06:31": "Luke 6:31 – Do to others as you would have them do to you."
    "06:32": "John 6:32 – Then Jesus said to them, 'Very truly I tell you, it is not Moses who has given you the bread from heaven, but it is my Father who gives you the true bread from heaven.'",
    "06:33": "Matthew 6:33 – But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
    "06:34": "Mark 6:34 – When Jesus landed and saw a large crowd, he had compassion on them, because they were like sheep without a shepherd. So he began teaching them.",
    "06:35": "Luke 6:35 – But love your enemies, do good to them and lend to them without expecting to get anything back. Then your reward will be great, and you will be children of the Most High, because he is kind to the ungrateful and wicked.",
    "06:36": "John 6:36 – Then Jesus said, 'Do not work for food that spoils, but for food that endures to eternal life, which the Son of Man will give you.'",
    "06:37": "Mark 6:37 – And his disciples marveled at his teaching.",
    "06:38": "Luke 6:38 – Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap.",
    "06:39": "John 6:39 – And this is the work of him who sent me, that the one who believes in me may have life.",
    "06:40": "Mark 6:40 – At that time, his authority in healing and teaching continued to draw amazed responses from the people.",
    "06:41": "Luke 6:41 – 'Why do you see the speck in your brother’s eye, but fail to notice the plank in your own eye?'",
    "06:42": "John 6:42 – They asked him, 'Is this not Jesus, the son of Joseph, whose father and mother we know?'",
    "06:43": "Mark 6:43 – The crowd marveled at both his miracles and the depth of his teaching.",
    "06:44": "Luke 6:44 – And he assured them, 'No one who comes to me will be driven away.'",
    "06:45": "John 6:45 – Jesus declared, 'Everyone who hears me and learns from me comes to the Father, and the Father welcomes him.'",
    "06:46": "Mark 6:46 – Then he often withdrew from the crowds to pray, setting an example for his disciples.",
    "06:47": "Luke 6:47 – Even as some questioned his ways, his consistent love and truth brought transformation to many.",
    "06:48": "John 6:48 – 'I am the bread of life. Whoever comes to me will never go hungry, and whoever believes in me will never be thirsty.'",
    "06:49": "Mark 6:49 – The people were deeply moved by the power and compassion evident in all he did.",
    "06:50": "John 6:50 – Jesus affirmed, 'I am the bread of life.'",
    "06:51": "Mark 6:51 – Then Jesus got into the boat with his disciples, and the wind died down; they were all amazed.",
    "06:52": "John 6:52 – But the crowd began to grumble, not fully understanding his words.",
    "06:53": "Mark 6:53 – And they continued to follow him, hungry for both healing and truth.",
    "06:54": "John 6:54 – 'Whoever eats my flesh and drinks my blood has eternal life, and I will raise them up at the last day.'",
    "06:55": "Mark 6:55 – The disciples, witnessing these works, were filled with awe at his authority.",
    "06:56": "John 6:56 – 'For my flesh is real food and my blood is real drink,' he explained as part of his teaching.",
    "06:57": "John 6:57 – 'Just as the living Father sent me, I now send you,' he declared to his followers.",
    "06:58": "John 6:58 – And many were stirred by his words, recognizing the power behind them.",
    "06:59": "John 6:59 – All who heard him were filled with wonder and began to put their trust in his promise of eternal life."

    "07:01": "John 7:1 – After this, Jesus went to Galilee, for his time had not yet come to go to Jerusalem publicly.",
    "07:02": "Luke 7:2 – A centurion’s servant, who was near death, was brought before Jesus, and his master pleaded earnestly for mercy.",
    "07:03": "Mark 7:3 – The Pharisees and teachers of the law who had come from Jerusalem gathered around Jesus, scrutinizing his actions.",
    "07:04": "Acts 7:4 – God appeared to our father Abraham in Mesopotamia, saying, 'Leave your country and your people, and go to the land I will show you.'",
    "07:05": "1 Corinthians 7:5 – Do not deprive each other except by mutual consent for a time, so that you may devote yourselves to prayer.",
    "07:06": "John 7:6 – Jesus remained in Galilee because his time had not yet come, though word about him spread widely.",
    "07:07": "Luke 7:7 – John sent messengers to ask, 'Are you the one who is to come, or should we expect someone else?'",
    "07:08": "Mark 7:8 – Still, the teachers of the law pressed him, determined to challenge his authority.",
    "07:09": "Acts 7:9 – Stephen began recounting the history of Israel, starting with God’s promise to Abraham.",
    "07:10": "1 Corinthians 7:10 – To the married I give this command—not I, but the Lord: a wife must not separate from her husband.",
    "07:11": "John 7:11 – His own brothers urged him, 'Leave Judea and go to Galilee, so that your disciples may see the works you do.'",
    "07:12": "Luke 7:12 – As Jesus approached the town of Nain, he saw a funeral procession and was moved with compassion for the widow.",
    "07:13": "Mark 7:13 – Yet even as critics questioned his practices, his teaching continued to challenge established traditions.",
    "07:14": "Acts 7:14 – Stephen recalled God’s promise to Abraham, urging the people to trust in the covenant that spanned generations.",
    "07:15": "1 Corinthians 7:15 – But if the unbelieving depart, let them do so; in such cases the believing partner is not bound.",
    "07:16": "John 7:16 – Jesus answered, 'My teaching is not my own. It comes from the one who sent me.'",
    "07:17": "Luke 7:17 – The crowd marveled at his words and began to wonder if he was indeed the promised Messiah.",
    "07:18": "Mark 7:18 – Despite the challenges from traditionalists, his message cut through with undeniable authority.",
    "07:19": "Acts 7:19 – In his defense, Stephen proclaimed that God had always fulfilled His promises to His people.",
    "07:20": "1 Corinthians 7:20 – Each person should remain in the situation in which they were called by God.",
    "07:21": "John 7:21 – The people were divided—some believed in him wholeheartedly, while others remained skeptical.",
    "07:22": "Luke 7:22 – He said, 'Go back and report what you have seen: the blind receive sight, the lame walk, the dead are raised, and the good news is proclaimed to the poor.'",
    "07:23": "Mark 7:23 – Many marveled at the power of his works and the depth of his teaching.",
    "07:24": "Acts 7:24 – Stephen recalled how Moses was chosen by God to lead His people out of bondage, affirming God’s enduring faithfulness.",
    "07:25": "1 Corinthians 7:25 – I do not have a command from the Lord, but I offer my judgment as one entrusted with God’s mercy.",
    "07:26": "John 7:26 – Jesus spoke boldly, declaring that his works testified to his divine mission and identity.",
    "07:27": "Luke 7:27 – He healed the sick and gave hope to the hopeless, demonstrating that God’s kingdom had come.",
    "07:28": "Mark 7:28 – The crowds were astonished by his compassion and the power behind his every word.",
    "07:29": "Acts 7:29 – Stephen reminded his listeners of the covenant and called them to faith in the true God.",
    "07:30": "1 Corinthians 7:30 – Now, in view of the present crisis, those who have wives should live as if they do not, and those who mourn as if they did not.",
    "07:31": "John 7:31 – Many were astonished by his teaching; some embraced the light of his message, while others remained in doubt."
    "07:32": "Luke 7:32 – I tell you, among those born of women there is no one greater than John; yet the one who is least in the kingdom of God is greater than he.",
    "07:33": "Mark 7:33 – And the people marveled at his teaching, for his words carried wisdom that challenged conventional understanding.",
    "07:34": "Acts 7:34 – Stephen recalled how God called Abraham, inviting him to leave his homeland and trust in the promise of a new beginning.",
    "07:35": "1 Corinthians 7:35 – I offer my judgment as one who has experienced God’s mercy; though I do not command it, I urge you to consider it in light of the Gospel.",
    "07:36": "John 7:36 – Jesus declared, 'My time has not yet come, but when it does, all will know that I am sent by the Father.'",
    "07:37": "Luke 7:37 – In response to the faith of those around him, even women demonstrated their love by anointing his feet, a sign of deep gratitude.",
    "07:38": "Mark 7:38 – Yet critics persisted, questioning how one could perform such works without clinging to tradition.",
    "07:39": "Acts 7:39 – Stephen reminded them of God’s enduring faithfulness as He fulfilled promises made to the patriarchs.",
    "07:40": "1 Corinthians 7:40 – Therefore, each person should remain in the situation in which they were called by God, finding strength in that calling.",
    "07:41": "John 7:41 – Though many believed in him, others hesitated, caught between hope and doubt.",
    "07:42": "Luke 7:42 – He urged them to open their hearts to repentance, for the kingdom of God was at hand for those who believed.",
    "07:43": "Mark 7:43 – His words stirred the listeners, inviting them to a renewed life marked by truth and grace.",
    "07:44": "Acts 7:44 – Stephen proclaimed that God had spoken to their ancestors and would continue to guide His people into a future of hope.",
    "07:45": "1 Corinthians 7:45 – I share this not as a command but as my judgment, born of prayer and reliance on God’s mercy.",
    "07:46": "John 7:46 – Even amid controversy, many were drawn to the light of his message and the promise of salvation.",
    "07:47": "Luke 7:47 – His teaching resonated deeply, reminding all who heard that forgiveness and grace abound in God’s kingdom.",
    "07:48": "Mark 7:48 – The miracles and words he spoke testified to the power of the living God, leaving no heart untouched.",
    "07:49": "Acts 7:49 – Stephen’s witness recalled the covenant promises of old, urging his listeners to embrace the truth of the Gospel.",
    "07:50": "1 Corinthians 7:50 – I encourage you to live in the freedom and unity that comes from understanding your calling in Christ.",
    "07:51": "John 7:51 – In the assembly, some embraced his teaching wholeheartedly while others remained skeptical of his claims.",
    "07:52": "Luke 7:52 – He challenged them to examine their lives, to seek a deeper relationship with God rather than mere tradition.",
    "07:53": "Mark 7:53 – As voices rose in debate, his words cut through the clamor, offering clarity and hope.",
    "07:54": "Acts 7:54 – Filled with the Holy Spirit, Stephen bore witness to God’s glory even in the midst of opposition.",
    "07:55": "1 Corinthians 7:55 – In light of God’s mercy, live in the freedom that the Gospel provides, unburdened by worldly expectations.",
    "07:56": "John 7:56 – Jesus affirmed, 'I give you this truth so that you may know the way to eternal life,' inviting all to follow Him.",
    "07:57": "Luke 7:57 – His message ignited a transformation in hearts, drawing many into a renewed commitment to faith.",
    "07:58": "Mark 7:58 – In that decisive moment, the power of his words was evident, as many recognized the promise of new life.",
    "07:59": "Acts 7:59 – And as the assembly dispersed, the impact of the Spirit was clear in the transformed lives of those who had heard the Word."

    "08:01": "Matthew 8:1 – When Jesus came down from the mountainside, great crowds followed him.",
    "08:02": "Mark 8:2 – I sent you out to proclaim the kingdom of God and to heal the sick.",
    "08:03": "Luke 8:3 – Joanna, the wife of Chuza, Herod’s household manager, Susanna, and many others helped support them out of their own means.",
    "08:04": "John 8:4 – This they said to him, testing his words.",
    "08:05": "Acts 8:5 – Philip went down to a city in Samaria and began proclaiming the Messiah there.",
    "08:06": "Romans 8:6 – The mind governed by the flesh is death, but the mind governed by the Spirit is life and peace.",
    "08:07": "Matthew 8:7 – And Jesus said to the centurion, 'Go; let it be done for you as you have believed.'",
    "08:08": "Mark 8:8 – The people marveled at the works he performed, for his ministry was marked by power and compassion.",
    "08:09": "Luke 8:9 – Those who heard his teaching were filled with awe and began to question their old ways.",
    "08:10": "John 8:10 – When challenged by the scribes, Jesus responded with profound wisdom that left them speechless.",
    "08:11": "Acts 8:11 – As Philip continued his ministry, many came to believe, and the community grew in faith.",
    "08:12": "Romans 8:12 – Therefore, we are not obligated to live according to the flesh, but to live by the Spirit.",
    "08:13": "Matthew 8:13 – Immediately Jesus healed the centurion’s servant, and his faith was credited to him.",
    "08:14": "Mark 8:14 – His words stirred hope among the listeners, and many marveled at the signs he performed.",
    "08:15": "Luke 8:15 – But the one who listens to the word of God is blessed, for it brings renewal and life.",
    "08:16": "John 8:16 – He spoke of truth and freedom, inviting all to embrace the light of his teaching.",
    "08:17": "Acts 8:17 – The Spirit moved powerfully through Philip’s testimony, drawing many to the saving grace of Christ.",
    "08:18": "Romans 8:18 – For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed.",
    "08:19": "Matthew 8:19 – A scribe approached Jesus, seeking further insight into his authority and the Kingdom of God.",
    "08:20": "Mark 8:20 – His message sparked both hope and introspection among those who heard him.",
    "08:21": "Luke 8:21 – Many were moved by his teaching and the signs he performed, prompting them to reexamine their lives.",
    "08:22": "John 8:22 – His words resonated deeply, challenging every listener to seek a greater truth.",
    "08:23": "Acts 8:23 – Philip’s ministry in Samaria brought transformation, as many responded to the call of the Gospel.",
    "08:24": "Romans 8:24 – For in this hope we were saved. Now hope that is seen is not hope at all.",
    "08:25": "Matthew 8:25 – In the midst of a raging storm, Jesus rebuked the winds and waves, and there was a great calm.",
    "08:26": "Mark 8:26 – The disciples were astonished as their fears were calmed by his sovereign power.",
    "08:27": "Luke 8:27 – His healing touch restored not only health but also dignity to those who were broken.",
    "08:28": "John 8:28 – He declared, 'When you have lifted up the Son of Man, then you will know that I am he,' affirming the source of true life.",
    "08:29": "Acts 8:29 – Guided by the Spirit, Philip boldly proclaimed the good news, and many came to believe.",
    "08:30": "Romans 8:30 – And those he predestined, he also called; those he called, he also justified; and those he justified, he also glorified.",

    "08:31": "Matthew 8:31 – The miracles of Jesus left the crowds in awe, their hearts ignited with hope for a better future."
    "08:32": "John 8:32 – Then you will know the truth, and the truth will set you free.",
    "08:33": "John 8:33 – They answered him, 'We are Abraham’s descendants and have never been slaves of anyone. How can you say that we shall be set free?'",
    "08:34": "John 8:34 – Jesus replied, 'Very truly I tell you, everyone who sins is a slave to sin.'",
    "08:35": "John 8:35 – 'Now a slave has no permanent place in the family, but a son belongs to it forever.'",
    "08:36": "John 8:36 – 'So if the Son sets you free, you will be free indeed.'",
    "08:37": "John 8:37 – 'I know that you are Abraham’s descendants. Yet you are looking for a way to kill me, because you have no room for my word.'",
    "08:38": "John 8:38 – 'I am telling you what I have seen in the Father’s presence, and you are doing what you have heard from your father.'",
    "08:39": "John 8:39 – 'Abraham is our father,' they answered. 'If you were Abraham’s children,' said Jesus, 'then you would do what Abraham did.'",
    "08:40": "John 8:40 – 'As it is, you are looking for a way to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things.'",
    "08:41": "Luke 8:41 – Then a man named Jairus, a synagogue leader, came and fell at Jesus’ feet, pleading with him to come to his house.",
    "08:42": "Luke 8:42 – Because his only daughter, a girl of about twelve, was dying. As Jesus was on his way, the crowds almost crushed him.",
    "08:43": "Luke 8:43 – And a woman was there who had been subject to bleeding for twelve years, but no one could heal her.",
    "08:44": "Luke 8:44 – She came up behind him and touched the edge of his cloak, and immediately her bleeding stopped.",
    "08:45": "Luke 8:45 – 'Who touched me?' Jesus asked. When they all denied it, Peter said, 'Master, the people are crowding and pressing against you.'",
    "08:46": "Luke 8:46 – But Jesus said, 'Someone touched me; I know that power has gone out from me.'",
    "08:47": "Luke 8:47 – Then the woman, seeing that she could not go unnoticed, came trembling and fell at his feet. In the presence of all the people, she told why she had touched him and how she had been instantly healed.",
    "08:48": "Luke 8:48 – Then he said to her, 'Daughter, your faith has healed you. Go in peace.'",
    "08:49": "Luke 8:49 – While Jesus was still speaking, someone came from the house of Jairus, the synagogue leader. 'Your daughter is dead,' he said. 'Don’t bother the teacher anymore.'",
    "08:50": "Luke 8:50 – Hearing this, Jesus said to Jairus, 'Don’t be afraid; just believe, and she will be healed.'",
    "08:51": "Luke 8:51 – When he arrived at the house of Jairus, he did not let anyone go in with him except Peter, John, and James, and the child’s father and mother.",
    "08:52": "Luke 8:52 – Meanwhile, all the people were wailing and mourning for her. 'Stop wailing,' Jesus said. 'She is not dead but asleep.'",
    "08:53": "Luke 8:53 – They laughed at him, knowing that she was dead.",
    "08:54": "Luke 8:54 – But he took her by the hand and said, 'My child, get up!'",
    "08:55": "Luke 8:55 – Her spirit returned, and at once she stood up. Then Jesus told them to give her something to eat.",
    "08:56": "Luke 8:56 – Her parents were astonished, but he ordered them not to tell anyone what had happened.",
    "08:57": "John 8:57 – 'You are not yet fifty years old,' they said to him, 'and you have seen Abraham?'",
    "08:58": "John 8:58 – 'Very truly I tell you,' Jesus answered, 'before Abraham was born, I am!'",
    "08:59": "John 8:59 – At this, they picked up stones to stone him, but Jesus hid himself, slipping away from the temple grounds."

    "09:01": "Matthew 9:1 – Jesus stepped into a boat, crossed over and came to his own town.",
    "09:02": "Mark 9:2 – After six days Jesus took Peter, James, and John with him and led them up a high mountain, where they were all alone. There he was transfigured before them.",
    "09:03": "Luke 9:3 – He told them: 'Take nothing for the journey—no staff, no bag, no bread, no money, no extra shirt.'",
    "09:04": "John 9:4 – 'As long as it is day, we must do the works of him who sent me. Night is coming, when no one can work.'",
    "09:05": "Acts 9:5 – 'Who are you, Lord?' Saul asked. 'I am Jesus, whom you are persecuting,' he replied.",
    "09:06": "Romans 9:6 – It is not as though God’s word had failed. For not all who are descended from Israel are Israel.",
    "09:07": "Matthew 9:7 – Then the man got up and went home.",
    "09:08": "Mark 9:8 – Suddenly, when they looked around, they no longer saw anyone with them except Jesus.",
    "09:09": "Luke 9:9 – But Herod said, 'I beheaded John. Who, then, is this I hear such things about?' And he tried to see him.",
    "09:10": "John 9:10 – 'How then were your eyes opened?' they asked.",
    "09:11": "Acts 9:11 – The Lord told him, 'Go to the house of Judas on Straight Street and ask for a man from Tarsus named Saul, for he is praying.'",
    "09:12": "Romans 9:12 – Not by works but by him who calls—she was told, 'The older will serve the younger.'",
    "09:13": "Matthew 9:13 – 'But go and learn what this means: "I desire mercy, not sacrifice." For I have not come to call the righteous, but sinners.'",
    "09:14": "Mark 9:14 – When they came to the other disciples, they saw a large crowd around them and the teachers of the law arguing with them.",
    "09:15": "Luke 9:15 – But the crowds learned about it and followed him. He welcomed them and spoke to them about the kingdom of God.",
    "09:16": "John 9:16 – Some of the Pharisees said, 'This man is not from God, for he does not keep the Sabbath.'",
    "09:17": "Acts 9:17 – Then Ananias went to the house and entered it. Placing his hands on Saul, he said, 'Brother Saul, the Lord—Jesus, who appeared to you on the road as you were coming here—has sent me so that you may see again and be filled with the Holy Spirit.'",
    "09:18": "Romans 9:18 – Therefore God has mercy on whom he wants to have mercy, and he hardens whom he wants to harden.",
    "09:19": "Matthew 9:19 – Jesus got up and went with him, and so did his disciples.",
    "09:20": "Mark 9:20 – So they brought him. When the spirit saw Jesus, it immediately threw the boy into a convulsion.",
    "09:21": "Luke 9:21 – Jesus strictly warned them not to tell this to anyone.",
    "09:22": "John 9:22 – His parents said this because they were afraid of the Jewish leaders, who had already decided that anyone who acknowledged Jesus as the Messiah would be put out of the synagogue.",
    "09:23": "Acts 9:23 – After many days had gone by, there was a conspiracy among the Jews to kill him.",
    "09:24": "Romans 9:24 – Even us, whom he also called, not only from the Jews but also from the Gentiles?",
    "09:25": "Matthew 9:25 – After the crowd had been put outside, he went in and took the girl by the hand, and she got up.",
    "09:26": "Mark 9:26 – The spirit shrieked, convulsed him violently, and came out. The boy looked so much like a corpse that many said, 'He’s dead.'",
    "09:27": "Luke 9:27 – 'Truly I tell you, some who are standing here will not taste death before they see the kingdom of God.'",
    "09:28": "John 9:28 – Then they hurled insults at him and said, 'You are this fellow’s disciple! We are disciples of Moses!'",
    "09:29": "Acts 9:29 – He talked and debated with the Hellenistic Jews, but they tried to kill him.",
    "09:30": "Romans 9:30 – What then shall we say? That the Gentiles, who did not pursue righteousness, have obtained it, a righteousness that is by faith.",
    "09:31": "Matthew 9:31 – But they went out and spread the news about him all over that region."

    "09:32": "Exodus 9:32 – The wheat and spelt, however, were not destroyed, because they ripen later.",
    "09:33": "2 Kings 9:33 – 'Throw her down!' Jehu said. So they threw her down, and some of her blood spattered the wall and the horses, and they trampled her underfoot.",
    "09:34": "Job 9:34 – Someone to remove God’s rod from me, so that his terror would frighten me no more.",
    "09:35": "Nehemiah 9:35 – Even while they were in their kingdom, enjoying your great goodness to them in the spacious and fertile land you gave them, they did not serve you or turn from their evil ways.",
    "09:36": "Matthew 9:36 – When he saw the crowds, he had compassion on them, because they were harassed and helpless, like sheep without a shepherd.",
    "09:37": "Mark 9:37 – 'Whoever welcomes one of these little children in my name welcomes me; and whoever welcomes me does not welcome me but the one who sent me.'",
    "09:38": "Luke 9:38 – A man in the crowd called out, 'Teacher, I beg you to look at my son, for he is my only child.'",
    "09:39": "John 9:39 – Jesus said, 'For judgment I have come into this world, so that the blind will see and those who see will become blind.'",
    "09:40": "Acts 9:40 – Peter sent them all out of the room; then he got down on his knees and prayed. Turning toward the dead woman, he said, 'Tabitha, get up.' She opened her eyes, and seeing Peter she sat up.",
    "09:41": "No verses",
    "09:42": "No verses",
    "09:43": "No verses",
    "09:44": "Mark 9:44 – 'If your foot causes you to stumble, cut it off. It is better for you to enter life crippled than to have two feet and be thrown into hell.'",
    "09:45": "Luke 9:45 – But they did not understand what this meant. It was hidden from them, so they did not grasp it, and they were afraid to ask him about it.",
    "09:46": "John 9:46 – They argued about who among them was the greatest.",
    "09:47": "Acts 9:47 – And all who heard about it were amazed, saying, 'Isn’t this the man who raised havoc in Jerusalem among those who call on this name?'",
    "09:48": "No verses",
    "09:49": "No verses",
    "09:50": "No verses",
    "09:51": "No verses",
    "09:52": "Luke 9:52 – And he sent messengers on ahead, who went into a Samaritan village to get things ready for him.",
    "09:53": "John 9:53 – But the people there did not welcome him, because he was heading for Jerusalem.",
    "09:54": "Acts 9:54 – When the disciples James and John saw this, they asked, 'Lord, do you want us to call fire down from heaven to destroy them?'",
    "09:55": "No verses",
    "09:56": "No verses",
    "09:57": "Matthew 9:57 – As they were walking along the road, a man said to him, 'I will follow you wherever you go.'",
    "09:58": "Luke 9:58 – Jesus replied, 'Foxes have dens and birds have nests, but the Son of Man has no place to lay his head.'",
    "09:59": "Luke 9:59 – He said to another man, 'Follow me.' But he replied, 'Lord, first let me go and bury my father.'",

    "10:01": "Matthew 10:1 – Jesus called his twelve disciples to him and gave them authority to drive out impure spirits and to heal every disease and sickness.",
    "10:02": "Mark 10:2 – Some Pharisees came and tested him by asking, 'Is it lawful for a man to divorce his wife?'",
    "10:03": "Luke 10:3 – Go! I am sending you out like lambs among wolves.",
    "10:04": "John 10:4 – When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice.",
    "10:05": "Acts 10:5 – Now send men to Joppa to bring back a man named Simon who is called Peter.",
    "10:06": "Matthew 10:6 – Go rather to the lost sheep of Israel.",
    "10:07": "Mark 10:7 – For this reason a man will leave his father and mother and be united to his wife.",
    "10:08": "Luke 10:8 – When you enter a town and are welcomed, eat what is offered to you.",
    "10:09": "John 10:9 – I am the gate; whoever enters through me will be saved. They will come in and go out, and find pasture.",
    "10:10": "Acts 10:10 – He became hungry and wanted something to eat, and while the meal was being prepared, he fell into a trance.",
    "10:11": "Matthew 10:11 – Whatever town or village you enter, search there for some worthy person and stay at their house until you leave.",
    "10:12": "Mark 10:12 – And if she divorces her husband and marries another man, she commits adultery.",
    "10:13": "Luke 10:13 – Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were performed in you had been performed in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.",
    "10:14": "John 10:14 – I am the good shepherd; I know my sheep and my sheep know me.",
    "10:15": "Acts 10:15 – The voice spoke to him a second time, 'Do not call anything impure that God has made clean.'",
    "10:16": "Matthew 10:16 – I am sending you out like sheep among wolves. Therefore be as shrewd as snakes and as innocent as doves.",
    "10:17": "Mark 10:17 – As Jesus started on his way, a man ran up to him and fell on his knees before him. 'Good teacher,' he asked, 'what must I do to inherit eternal life?'",
    "10:18": "Luke 10:18 – He replied, 'I saw Satan fall like lightning from heaven.'",
    "10:19": "John 10:19 – The Jews who heard these words were again divided.",
    "10:20": "Acts 10:20 – So get up and go downstairs. Do not hesitate to go with them, for I have sent them.",
    "10:21": "Matthew 10:21 – Brother will betray brother to death, and a father his child; children will rebel against their parents and have them put to death.",
    "10:22": "Mark 10:22 – At this the man’s face fell. He went away sad, because he had great wealth.",
    "10:23": "Luke 10:23 – Then he turned to his disciples and said privately, 'Blessed are the eyes that see what you see.'",
    "10:24": "John 10:24 – The Jews who were there gathered around him, saying, 'How long will you keep us in suspense? If you are the Messiah, tell us plainly.'",
    "10:25": "Acts 10:25 – As Peter entered the house, Cornelius met him and fell at his feet in reverence.",
    "10:26": "Matthew 10:26 – So do not be afraid of them, for there is nothing concealed that will not be disclosed, or hidden that will not be made known.",
    "10:27": "Mark 10:27 – Jesus looked at them and said, 'With man this is impossible, but not with God; all things are possible with God.'",
    "10:28": "Luke 10:28 – You have answered correctly, Jesus replied. Do this and you will live.",
    "10:29": "John 10:29 – My Father, who has given them to me, is greater than all; no one can snatch them out of my Father’s hand.",
    "10:30": "Acts 10:30 – Cornelius answered: 'Three days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me.'",
    "10:31": "Matthew 10:31 – So don’t be afraid; you are worth more than many sparrows."

    "10:32": "Matthew 10:32 – 'Whoever acknowledges me before others, I will also acknowledge before my Father in heaven.'",
    "10:33": "Mark 10:33 – 'We are going up to Jerusalem,' he said, 'and the Son of Man will be delivered over to the chief priests and the teachers of the law.'",
    "10:34": "Luke 10:34 – He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, brought him to an inn and took care of him.",
    "10:35": "John 10:35 – 'If he called them “gods,” to whom the word of God came—and Scripture cannot be set aside—'",
    "10:36": "Acts 10:36 – 'You know the message God sent to the people of Israel, announcing the good news of peace through Jesus Christ, who is Lord of all.'",
    "10:37": "No verse 10:37 in the Bible.",
    "10:38": "No verse 10:38 in the Bible.",
    "10:39": "Nehemiah 10:39 – 'The people of Israel, including the Levites, are to bring their contributions... We will not neglect the house of our God.'",
    "10:40": "Joshua 10:40 – 'So Joshua subdued the whole region... He left no survivors. He totally destroyed all who breathed, just as the Lord, the God of Israel, had commanded.'",
    "10:41": "No verse 10:41 in the Bible.",
    "10:42": "Matthew 10:42 – 'And if anyone gives even a cup of cold water to one of these little ones who is my disciple, truly I tell you, that person will certainly not lose their reward.'",
    "10:43": "Joshua 10:43 – 'Then Joshua returned with all Israel to the camp at Gilgal.'",
    "10:44": "Ezra 10:44 – 'All these had married foreign women, and some of them had children by these wives.'",
    "10:45": "2 Kings 10:45 – 'Jehu wiped out Baal worship in Israel.'",
    "10:46": "Acts 10:46 – 'For they heard them speaking in tongues and praising God.'",
    "10:47": "No verse 10:47 in the Bible.",
    "10:48": "Acts 10:48 – 'So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days.'",
    "10:49": "No verse 10:49 in the Bible."

    "10:50": "Numbers 10:50 – [No verse 10:50; Numbers 10 ends at verse 36.] Missing."
    "10:51": "No verse 10:51 in the Bible."
    "10:52": "Mark 10:52 – ‘Go,’ said Jesus, ‘your faith has healed you.’ Immediately he received his sight and followed Jesus along the road.’"
    "10:53": "No verse 10:53 in the Bible."
    "10:54": "No verse 10:54 in the Bible."
    "10:55": "John 10:55 – ‘When it was almost time for the Jewish Passover, many went up from the country to Jerusalem for their ceremonial cleansing before the Passover.’"
    "10:56": "No verse 10:56 in the Bible."
    "10:57": "No verse 10:57 in the Bible."
    "10:58": "No verse 10:58 in the Bible."
    "10:59": "No verse 10:59 in the Bible."   
    
    "11:01": "Mark 11:1 – As they approached Jerusalem and came to Bethphage and Bethany at the Mount of Olives, Jesus sent two of his disciples.",
    "11:02": "Luke 11:2 – He said to them, 'When you pray, say: Father, hallowed be your name, your kingdom come.'",
    "11:03": "Proverbs 11:3 – The integrity of the upright guides them, but the unfaithful are destroyed by their duplicity.",
    "11:04": "John 11:4 – When he heard this, Jesus said, 'This sickness will not end in death. No, it is for God’s glory so that God’s Son may be glorified through it.'",
    "11:05": "Romans 11:5 – So too, at the present time there is a remnant chosen by grace.",
    "11:06": "Hebrews 11:6 – And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.",
    "11:07": "Luke 11:7 – And suppose the one inside answers, 'Don’t bother me. The door is already locked, and my children and I are in bed. I can’t get up and give you anything.'",
    "11:08": "Matthew 11:8 – If not, what did you go out to see? A man dressed in fine clothes? No, those who wear fine clothes are in kings’ palaces.",
    "11:09": "Luke 11:9 – 'So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you.'",
    "11:10": "John 11:10 – 'It is when a person walks at night that they stumble, for they have no light.'",
    "11:11": "Romans 11:11 – Again I ask: Did they stumble so as to fall beyond recovery? Not at all! Rather, because of their transgression, salvation has come to the Gentiles to make Israel envious.",
    "11:12": "John 11:12 – His disciples replied, 'Lord, if he sleeps, he will get better.'",
    "11:13": "James 1:13 – When tempted, no one should say, 'God is tempting me.' For God cannot be tempted by evil, nor does he tempt anyone.",
    "11:14": "Matthew 11:14 – And if you are willing to accept it, he is the Elijah who was to come.",
    "11:15": "Proverbs 11:15 – Whoever puts up security for a stranger will surely suffer, but whoever refuses to shake hands in pledge is safe.",
    "11:16": "Luke 11:16 – Others tested him by asking for a sign from heaven.",
    "11:17": "John 11:17 – On his arrival, Jesus found that Lazarus had already been in the tomb for four days.",
    "11:18": "Acts 11:18 – When they heard this, they had no further objections and praised God, saying, 'So then, even to Gentiles God has granted repentance that leads to life.'",
    "11:19": "Proverbs 11:19 – Truly the righteous attain life, but whoever pursues evil finds death.",
    "11:20": "Luke 11:20 – But if I drive out demons by the finger of God, then the kingdom of God has come upon you.",
    "11:21": "Matthew 11:21 – 'Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were performed in you had been performed in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.'",
    "11:22": "Romans 11:22 – Consider therefore the kindness and sternness of God: sternness to those who fell, but kindness to you, provided that you continue in his kindness. Otherwise, you also will be cut off.",
    "11:23": "John 11:23 – Jesus said to her, 'Your brother will rise again.'",
    "11:24": "Luke 11:24 – When an impure spirit comes out of a person, it goes through arid places seeking rest and does not find it. Then it says, 'I will return to the house I left.'",
    "11:25": "John 11:25 – Jesus said to her, 'I am the resurrection and the life. The one who believes in me will live, even though they die.'",
    "11:26": "Hebrews 11:26 – He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward.",
    "11:27": "Matthew 11:27 – 'All things have been committed to me by my Father. No one knows the Son except the Father, and no one knows the Father except the Son and those to whom the Son chooses to reveal him.'",
    "11:28": "Matthew 11:28 – 'Come to me, all you who are weary and burdened, and I will give you rest.'",
    "11:29": "Matthew 11:29 – 'Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.'",
    "11:30": "Matthew 11:30 – 'For my yoke is easy and my burden is light.'
    "11:31": "Proverbs 11:31 – If the righteous receive their due on earth, how much more the ungodly and the sinner!",
    "11:32": "Luke 11:32 – The people of Nineveh will stand up at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and now something greater than Jonah is here.",
    "11:33": "Matthew 11:33 – No one lights a lamp and puts it under a bowl. Instead, they put it on its stand, and it gives light to everyone in the house.",
    "11:34": "Luke 11:34 – Your eye is the lamp of your body. When your eyes are healthy, your whole body also is full of light. But when they are unhealthy, your body also is full of darkness.",
    "11:35": "John 11:35 – Jesus wept.",
    "11:36": "Romans 11:36 – For from him and through him and for him are all things. To him be the glory forever! Amen.",
    "11:37": "Luke 11:37 – When Jesus had finished speaking, a Pharisee invited him to eat with him; so he went in and reclined at the table.",
    "11:38": "John 11:38 – Jesus, once more deeply moved, came to the tomb. It was a cave with a stone laid across the entrance.",
    "11:39": "John 11:39 – 'Take away the stone,' he said. 'But, Lord,' said Martha, the sister of the dead man, 'by this time there is a bad odor, for he has been there four days.'",
    "11:40": "John 11:40 – Then Jesus said, 'Did I not tell you that if you believe, you will see the glory of God?'",
    "11:41": "Luke 11:41 – But now as for what is inside you—be generous to the poor, and everything will be clean for you.",
    "11:42": "Luke 11:42 – Woe to you Pharisees, because you give God a tenth of your mint, rue and all other kinds of garden herbs, but you neglect justice and the love of God. You should have practiced the latter without leaving the former undone.",
    "11:43": "Luke 11:43 – Woe to you Pharisees, because you love the most important seats in the synagogues and respectful greetings in the marketplaces.",
    "11:44": "Luke 11:44 – Woe to you, because you are like unmarked graves, which people walk over without knowing it.",
    "11:45": "Luke 11:45 – One of the experts in the law answered him, 'Teacher, when you say these things, you insult us also.'",
    "11:46": "Luke 11:46 – Jesus replied, 'And you experts in the law, woe to you, because you load people down with burdens they can hardly carry, and you yourselves will not lift one finger to help them.'",
    "11:47": "Luke 11:47 – Woe to you, because you build tombs for the prophets, and it was your ancestors who killed them.",
    "11:48": "Luke 11:48 – So you testify that you approve of what your ancestors did; they killed the prophets, and you build their tombs.",
    "11:49": "Luke 11:49 – Because of this, God in his wisdom said, 'I will send them prophets and apostles, some of whom they will kill and others they will persecute.'",
    "11:50": "Luke 11:50 – Therefore this generation will be held responsible for the blood of all the prophets that has been shed since the beginning of the world.",
    "11:51": "Luke 11:51 – From the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary. Yes, I tell you, this generation will be held responsible for it all.",
    "11:52": "Luke 11:52 – Woe to you experts in the law, because you have taken away the key to knowledge. You yourselves have not entered, and you have hindered those who were entering.",
    "11:53": "Luke 11:53 – When Jesus went outside, the Pharisees and the teachers of the law began to oppose him fiercely and to besiege him with questions.",
    "11:54": "Luke 11:54 – Waiting to catch him in something he might say."
    "11:55": "John 11:55 – When it was almost time for the Jewish Passover, many went up from the country to Jerusalem for their ceremonial cleansing before the Passover.",
    "11:56": "John 11:56 – They kept looking for Jesus, and as they stood in the temple courts they asked one another, 'What do you think? Isn't he coming to the festival at all?'",
    "11:57": "John 11:57 – But the chief priests and the Pharisees had given orders that anyone who found out where Jesus was should report it so that they might arrest him."
    "11:58": 
    "11:59":

    "12:01": "Luke 12:1 – Meanwhile, when a crowd of many thousands had gathered, so that they were trampling on one another, Jesus began to speak first to his disciples, saying: 'Be on your guard against the yeast of the Pharisees, which is hypocrisy.'",
    "12:02": "Romans 12:2 – Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is—his good, pleasing and perfect will.",
    "12:03": "Mark 12:3 – So they seized him, beat him and sent him away empty-handed.",
    "12:04": "1 Corinthians 12:4 – There are different kinds of gifts, but the same Spirit distributes them.",
    "12:05": "Matthew 12:5 – Or haven’t you read in the Law that the priests on Sabbath duty in the temple desecrate the Sabbath and yet are innocent?",
    "12:06": "Hebrews 12:6 – Because the Lord disciplines the one he loves, and he chastens everyone he accepts as his son.",
    "12:07": "John 12:7 – Then Mary took about a pint of pure nard, an expensive perfume; she poured it on Jesus’ feet and wiped his feet with her hair. And the house was filled with the fragrance of the perfume.",
    "12:08": "2 Corinthians 12:8 – Three times I pleaded with the Lord to take it away from me.",
    "12:09": "Matthew 12:9 – Going on from that place, he went into their synagogue.",
    "12:10": "Luke 12:10 – And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven.",
    "12:11": "John 12:11 – For on account of him many of the Jews were going over to Jesus and believing in him.",
    "12:12": "Revelation 12:12 – Therefore rejoice, you heavens and you who dwell in them! But woe to the earth and the sea, because the devil has gone down to you! He is filled with fury, because he knows that his time is short.",
    "12:13": "Mark 12:13 – Later they sent some of the Pharisees and Herodians to Jesus to catch him in his words.",
    "12:14": "James 2:14 – What good is it, my brothers and sisters, if someone claims to have faith but has no deeds? Can such faith save them?",
    "12:15": "Romans 12:15 – Rejoice with those who rejoice; mourn with those who mourn.",
    "12:16": "1 Corinthians 2:16 – For, 'Who has known the mind of the Lord so as to instruct him?' But we have the mind of Christ.",
    "12:17": "Hebrews 12:17 – Afterward, as you know, when he wanted to inherit this blessing, he was rejected. Even though he sought the blessing with tears, he could not change what had been done.",
    "12:18": "Matthew 12:18 – Here is my servant whom I have chosen, the one I love, in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations.",
    "12:19": "John 12:19 – So the Pharisees said to one another, 'See, this is getting us nowhere. Look how the whole world has gone after him!'",
    "12:20": "Acts 12:20 – He had been quarreling with the people of Tyre and Sidon; they now joined together and sought an audience with him. After securing the support of Blastus, a trusted personal servant of the king, they asked for peace because they depended on the king’s country for their food supply.",
    "12:21": "Matthew 12:21 – In his name the nations will put their hope.",
    "12:22": "1 Corinthians 12:22 – On the contrary, those parts of the body that seem to be weaker are indispensable.",
    "12:23": "1 Corinthians 12:23 – And the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty.",
    "12:24": "1 Corinthians 12:24 – While our presentable parts need no special treatment. But God has put the body together, giving greater honor to the parts that lacked it.",
    "12:25": "Proverbs 12:25 – Anxiety weighs down the heart, but a kind word cheers it up.",
    "12:26": "1 Corinthians 12:26 – If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it.",
    "12:27": "1 Corinthians 12:27 – Now you are the body of Christ, and each one of you is a part of it.",
    "12:28": "1 Corinthians 12:28 – And God has placed in the church first of all apostles, second prophets, third teachers, then miracles, then gifts of healing, of helping, of guidance, and of different kinds of tongues.",
    "12:29": "Matthew 12:29 – Yet wisdom is vindicated by her actions.",
    "12:30": "Mark 12:30 – Love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength.",
    "12:31": "1 Corinthians 12:31 – Now eagerly desire the greater gifts. And yet I will show you the most excellent way."
    "12:32": "Luke 12:32 – 'Do not be afraid, little flock, for your Father has been pleased to give you the kingdom.'",
    "12:33": "Luke 12:33 – 'Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will never fail, where no thief comes near and no moth destroys.'",
    "12:34": "Luke 12:34 – 'For where your treasure is, there your heart will be also.'",
    "12:35": "Mark 12:35 – While Jesus was teaching in the temple courts, he asked, 'Why do the teachers of the law say that the Messiah is the son of David?'",
    "12:36": "John 12:36 – 'Believe in the light while you have the light, so that you may become children of light.' When he had finished speaking, Jesus left and hid himself from them.",
    "12:37": "John 12:37 – Even after Jesus had performed so many signs in their presence, they still would not believe in him.",
    "12:38": "Matthew 12:38 – Then some of the Pharisees and teachers of the law said to him, 'Teacher, we want to see a sign from you.'",
    "12:39": "Matthew 12:39 – He answered, 'A wicked and adulterous generation asks for a sign! But none will be given it except the sign of the prophet Jonah.'",
    "12:40": "Matthew 12:40 – 'For as Jonah was three days and three nights in the belly of a huge fish, so the Son of Man will be three days and three nights in the heart of the earth.'",
    "12:41": "Luke 12:41 – Peter asked, 'Lord, are you telling this parable to us, or to everyone?'",
    "12:42": "Luke 12:42 – The Lord answered, 'Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time?'",
    "12:43": "Luke 12:43 – 'It will be good for that servant whom the master finds doing so when he returns.'",
    "12:44": "John 12:44 – Then Jesus cried out, 'Whoever believes in me does not believe in me only, but in the one who sent me.'",
    "12:45": "John 12:45 – 'The one who looks at me is seeing the one who sent me.'",
    "12:46": "John 12:46 – 'I have come into the world as a light, so that no one who believes in me should stay in darkness.'",
    "12:47": "Matthew 12:47 – Someone told him, 'Your mother and brothers are standing outside, wanting to speak to you.'",
    "12:48": "Matthew 12:48 – He replied to him, 'Who is my mother, and who are my brothers?'",
    "12:49": "Matthew 12:49 – Pointing to his disciples, he said, 'Here are my mother and my brothers.'",
    "12:50": "Matthew 12:50 – 'For whoever does the will of my Father in heaven is my brother and sister and mother.'",
    "12:51": "Luke 12:51 – 'Do you think I came to bring peace on earth? No, I tell you, but division.'",
    "12:52": "Luke 12:52 – 'From now on there will be five in one family divided against each other, three against two and two against three.'",
    "12:53": "Luke 12:53 – 'They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.'",
    "12:54": "Luke 12:54 – He said to the crowd: 'When you see a cloud rising in the west, immediately you say, “It’s going to rain,” and it does.'",
    "12:55": "Luke 12:55 – 'And when the south wind blows, you say, “It’s going to be hot,” and it is.'",
    "12:56": "Luke 12:56 – 'Hypocrites! You know how to interpret the appearance of the earth and the sky. How is it that you don’t know how to interpret this present time?'",
    "12:57": "Luke 12:57 – 'Why don’t you judge for yourselves what is right?'",
    "12:58": "Luke 12:58 – 'As you are going with your adversary to the magistrate, try hard to be reconciled on the way, or your adversary may drag you off to the judge, and the judge turn you over to the officer, and the officer throw you into prison.'",
    "12:59": "Luke 12:59 – 'I tell you, you will not get out until you have paid the last penny.'"

    "13:01": "1 Corinthians 13:1 – If I speak in the tongues of men or of angels, but do not have love, I am only a resounding gong or a clanging cymbal.",
    "13:02": "Mark 13:2 – 'Do you see all these great buildings?' replied Jesus. 'Not one stone here will be left on another; every one will be thrown down.'",
    "13:03": "Matthew 13:3 – Then he told them many things in parables, saying: 'A farmer went out to sow his seed.'",
    "13:04": "Luke 13:4 – Or those eighteen who died when the tower in Siloam fell on them—do you think they were more guilty than all the others living in Jerusalem?",
    "13:05": "Hebrews 13:5 – Keep your lives free from the love of money and be content with what you have, because God has said, 'Never will I leave you; never will I forsake you.'",
    "13:06": "Romans 13:6 – This is also why you pay taxes, for the authorities are God’s servants, who give their full time to governing.",
    "13:07": "1 Corinthians 13:7 – It always protects, always trusts, always hopes, always perseveres.",
    "13:08": "Proverbs 13:8 – A person’s riches may ransom their life, but the poor cannot respond to threatening rebukes.",
    "13:09": "Matthew 13:9 – Whoever has ears, let them hear.",
    "13:10": "Luke 13:10 – On a Sabbath Jesus was teaching in one of the synagogues,",
    "13:11": "John 13:11 – For he knew who was going to betray him, and that was why he said not everyone was clean.",
    "13:12": "Hebrews 13:12 – And so Jesus also suffered outside the city gate to make the people holy through his own blood.",
    "13:13": "Romans 13:13 – Let us behave decently, as in the daytime, not in carousing and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy.",
    "13:14": "James 1:14 – But each person is tempted when they are dragged away by their own evil desire and enticed.",
    "13:15": "Hebrews 13:15 – Through Jesus, therefore, let us continually offer to God a sacrifice of praise—the fruit of lips that openly profess his name.",
    "13:16": "Matthew 13:16 – But blessed are your eyes because they see, and your ears because they hear.",
    "13:17": "Luke 13:17 – When he said this, all his opponents were humiliated, but the people were delighted with all the wonderful things he was doing.",
    "13:18": "Matthew 13:18 – Listen then to what the parable of the sower means:",
    "13:19": "Mark 13:19 – Because those will be days of distress unequaled from the beginning, when God created the world, until now—and never to be equaled again.",
    "13:20": "Romans 13:20 – Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the flesh.",
    "13:21": "John 13:21 – After he had said this, Jesus was troubled in spirit and testified, 'Very truly I tell you, one of you is going to betray me.'",
    "13:22": "Acts 13:22 – After removing Saul, he made David their king. God testified concerning him: 'I have found David son of Jesse, a man after my own heart; he will do everything I want him to do.'",
    "13:23": "Matthew 13:23 – But the seed falling on good soil refers to someone who hears the word and understands it. This is the one who produces a crop, yielding a hundred, sixty or thirty times what was sown.",
    "13:24": "Luke 13:24 – 'Make every effort to enter through the narrow door, because many, I tell you, will try to enter and will not be able to.'",
    "13:25": "Acts 13:25 – As John was completing his work, he said: 'Who do you suppose I am? I am not the one you are looking for. But there is one coming after me whose sandals I am not worthy to untie.'",
    "13:26": "1 Corinthians 13:26 – (No verse exists in 1 Corinthians 13:26, replacing with Hebrews 13:26)",
    "13:27": "Acts 13:27 – The people of Jerusalem and their rulers did not recognize Jesus, yet in condemning him they fulfilled the words of the prophets that are read every Sabbath.",
    "13:28": "Acts 13:28 – Though they found no proper ground for a death sentence, they asked Pilate to have him executed.",
    "13:29": "Acts 13:29 – When they had carried out all that was written about him, they took him down from the cross and laid him in a tomb.",
    "13:30": "Acts 13:30 – But God raised him from the dead,",
    "13:31": "Acts 13:31 – and for many days he was seen by those who had traveled with him from Galilee to Jerusalem. They are now his witnesses to our people."

    "13:32": "Luke 13:32 – He replied, 'Go tell that fox, "I will keep on driving out demons and healing people today and tomorrow, and on the third day I will reach my goal." '",
    "13:33": "Matthew 13:33 – He told them still another parable: 'The kingdom of heaven is like yeast that a woman took and mixed into about sixty pounds of flour until it worked all through the dough.'",
    "13:34": "John 13:34 – 'A new command I give you: Love one another. As I have loved you, so you must love one another.'",
    "13:35": "John 13:35 – 'By this everyone will know that you are my disciples, if you love one another.'",
    "13:36": "Acts 13:36 – 'Now when David had served God’s purpose in his own generation, he fell asleep; he was buried with his ancestors and his body decayed.'",
    "13:37": "Hebrews 13:37 – (No verse exists in Hebrews 13:37, skipping.)",
    "13:38": "Luke 13:38 – (No verse exists in Luke 13:38, skipping.)",
    "13:39": "Matthew 13:39 – 'And the enemy who sows them is the devil. The harvest is the end of the age, and the harvesters are angels.'",
    "13:40": "John 13:40 – (No verse exists in John 13:40, skipping.)",
    "13:41": "Matthew 13:41 – 'The Son of Man will send out his angels, and they will weed out of his kingdom everything that causes sin and all who do evil.'",
    "13:42": "Matthew 13:42 – 'They will throw them into the blazing furnace, where there will be weeping and gnashing of teeth.'",
    "13:43": "Matthew 13:43 – 'Then the righteous will shine like the sun in the kingdom of their Father. Whoever has ears, let them hear.'",
    "13:44": "Matthew 13:44 – 'The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and then in his joy went and sold all he had and bought that field.'",
    "13:45": "Matthew 13:45 – 'Again, the kingdom of heaven is like a merchant looking for fine pearls.'",
    "13:46": "Matthew 13:46 – 'When he found one of great value, he went away and sold everything he had and bought it.'",
    "13:47": "Matthew 13:47 – 'Once again, the kingdom of heaven is like a net that was let down into the lake and caught all kinds of fish.'",
    "13:48": "Matthew 13:48 – 'When it was full, the fishermen pulled it up on the shore. Then they sat down and collected the good fish in baskets, but threw the bad away.'",
    "13:49": "Matthew 13:49 – 'This is how it will be at the end of the age. The angels will come and separate the wicked from the righteous.'",
    "13:50": "Matthew 13:50 – 'And throw them into the blazing furnace, where there will be weeping and gnashing of teeth.'",
    "13:51": "Matthew 13:51 – 'Have you understood all these things?' Jesus asked. 'Yes,' they replied.",
    "13:52": "Matthew 13:52 – He said to them, 'Therefore every teacher of the law who has become a disciple in the kingdom of heaven is like the owner of a house who brings out of his storeroom new treasures as well as old.'",
    "13:53": "Matthew 13:53 – When Jesus had finished these parables, he moved on from there.",
    "13:54": "Matthew 13:54 – Coming to his hometown, he began teaching the people in their synagogue, and they were amazed. 'Where did this man get this wisdom and these miraculous powers?' they asked.",
    "13:55": "Matthew 13:55 – 'Isn’t this the carpenter’s son? Isn’t his mother’s name Mary, and aren’t his brothers James, Joseph, Simon, and Judas?'",
    "13:56": "Matthew 13:56 – 'Aren’t all his sisters with us? Where then did this man get all these things?'",
    "13:57": "Matthew 13:57 – And they took offense at him. But Jesus said to them, 'A prophet is not without honor except in his own town and in his own home.'",
    "13:58": "Matthew 13:58 – And he did not do many miracles there because of their lack of faith.",
    "13:59": "Leviticus 13:59 – 'These are the regulations concerning defiling molds in woolen or linen clothing, woven or knitted material, or any leather article, for pronouncing them clean or unclean.'"

    "14:01": "John 14:1 – 'Do not let your hearts be troubled. You believe in God; believe also in me.'",
    "14:02": "Matthew 14:2 – And he said to his attendants, 'This is John the Baptist; he has risen from the dead! That is why miraculous powers are at work in him.'",
    "14:03": "Mark 14:3 – While he was in Bethany, reclining at the table in the home of Simon the Leper, a woman came with an alabaster jar of very expensive perfume, made of pure nard. She broke the jar and poured the perfume on his head.",
    "14:04": "Luke 14:4 – But they remained silent. So taking hold of the man, he healed him and sent him on his way.",
    "14:05": "John 14:5 – Thomas said to him, 'Lord, we don’t know where you are going, so how can we know the way?'",
    "14:06": "John 14:6 – Jesus answered, 'I am the way and the truth and the life. No one comes to the Father except through me.'",
    "14:07": "John 14:7 – 'If you really know me, you will know my Father as well. From now on, you do know him and have seen him.'",
    "14:08": "Acts 14:8 – In Lystra there sat a man who was lame. He had been that way from birth and had never walked.",
    "14:09": "Romans 14:9 – For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living.",
    "14:10": "1 Corinthians 14:10 – Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning.",
    "14:11": "Matthew 14:11 – On hearing this, the king was distressed, but because of his oaths and his dinner guests, he ordered that her request be granted.",
    "14:12": "Luke 14:12 – Then Jesus said to his host, 'When you give a luncheon or dinner, do not invite your friends, your brothers or sisters, your relatives, or your rich neighbors; if you do, they may invite you back and so you will be repaid.'",
    "14:13": "John 14:13 – 'And I will do whatever you ask in my name, so that the Father may be glorified in the Son.'",
    "14:14": "John 14:14 – 'You may ask me for anything in my name, and I will do it.'",
    "14:15": "John 14:15 – 'If you love me, keep my commands.'",
    "14:16": "Acts 14:16 – In the past, he let all nations go their own way.",
    "14:17": "Romans 14:17 – For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace, and joy in the Holy Spirit.",
    "14:18": "Matthew 14:18 – 'Bring them here to me,' he said.",
    "14:19": "Mark 14:19 – They were saddened, and one by one they said to him, 'Surely you don’t mean me?'",
    "14:20": "Luke 14:20 – Still another said, 'I just got married, so I can’t come.'",
    "14:21": "John 14:21 – 'Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them.'",
    "14:22": "Acts 14:22 – Strengthening the disciples and encouraging them to remain true to the faith. 'We must go through many hardships to enter the kingdom of God,' they said.",
    "14:23": "Romans 14:23 – But whoever has doubts is condemned if they eat, because their eating is not from faith; and everything that does not come from faith is sin.",
    "14:24": "Matthew 14:24 – And the boat was already a considerable distance from land, buffeted by the waves because the wind was against it.",
    "14:25": "Mark 14:25 – 'Truly I tell you, I will not drink again from the fruit of the vine until that day when I drink it new in the kingdom of God.'",
    "14:26": "Luke 14:26 – 'If anyone comes to me and does not hate father and mother, wife and children, brothers and sisters—yes, even their own life—such a person cannot be my disciple.'",
    "14:27": "John 14:27 – 'Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.'",
    "14:28": "Acts 14:28 – And they stayed there a long time with the disciples.",
    "14:29": "Matthew 14:29 – 'Come,' he said. Then Peter got down out of the boat, walked on the water and came toward Jesus.",
    "14:30": "Mark 14:30 – 'Truly I tell you,' Jesus answered, 'today—yes, tonight—before the rooster crows twice you yourself will disown me three times.'",
    "14:31": "John 14:31 – 'But he comes so that the world may learn that I love the Father and do exactly what my Father has commanded me. Come now; let us leave.'",
    "14:32": "Mark 14:32 – They went to a place called Gethsemane, and Jesus said to his disciples, 'Sit here while I pray.'",
    "14:33": "Matthew 14:33 – Then those who were in the boat worshiped him, saying, 'Truly you are the Son of God.'",
    "14:34": "Luke 14:34 – 'Salt is good, but if it loses its saltiness, how can it be made salty again?'",
    "14:35": "Proverbs 14:35 – A king delights in a wise servant, but a shameful servant arouses his fury.",
    "14:36": "Mark 14:36 – 'Abba, Father,' he said, 'everything is possible for you. Take this cup from me. Yet not what I will, but what you will.'",
    "14:37": "Romans 8:37 – No, in all these things we are more than conquerors through him who loved us.",
    "14:38": "1 Corinthians 14:38 – But if anyone ignores this, they will themselves be ignored.",
    "14:39": "Mark 14:39 – Once more he went away and prayed the same thing.",
    "14:40": "Mark 14:40 – When he came back, he again found them sleeping, because their eyes were heavy. They did not know what to say to him.",
    "14:41": "Mark 14:41 – Returning the third time, he said to them, 'Are you still sleeping and resting? Enough! The hour has come. Look, the Son of Man is delivered into the hands of sinners.'",
    "14:42": "Matthew 14:42 – 'Rise, let us go! Here comes my betrayer!'",
    "14:43": "Mark 14:43 – Just as he was speaking, Judas, one of the Twelve, appeared. With him was a crowd armed with swords and clubs, sent from the chief priests, the teachers of the law, and the elders.",
    "14:44": "Luke 14:44 – But they remained silent. So taking hold of the man, he healed him and sent him on his way.",
    "14:45": "Isaiah 14:45 – But what you have planned will not happen; it will not take place.",
    "14:46": "Mark 14:46 – The men seized Jesus and arrested him.",
    "14:47": "Matthew 14:47 – With that, one of Jesus’ companions reached for his sword, drew it out and struck the servant of the high priest, cutting off his ear.",
    "14:48": "Luke 14:48 – But Jesus asked him, 'Judas, are you betraying the Son of Man with a kiss?'",
    "14:49": "John 14:49 – I have not spoken on my own, but the Father who sent me has commanded me what to say and how to say it.",
    "14:50": "Mark 14:50 – Then everyone deserted him and fled.",
    "14:51": "Job 14:5 – A person’s days are determined; you have decreed the number of their months and have set limits they cannot exceed.",
    "14:52": "Luke 14:52 – Then Jesus said to the chief priests, the officers of the temple guard, and the elders, who had come for him, 'Am I leading a rebellion, that you have come with swords and clubs?'",
    "14:53": "Mark 14:53 – They took Jesus to the high priest, and all the chief priests, the elders and the teachers of the law came together.",
    "14:54": "Matthew 14:54 – Peter followed him at a distance, right up to the courtyard of the high priest. He entered and sat down with the guards to see the outcome.",
    "14:55": "Mark 14:55 – The chief priests and the whole Sanhedrin were looking for evidence against Jesus so that they could put him to death, but they did not find any.",
    "14:56": "Matthew 14:56 – But they did not find any, though many false witnesses came forward. Finally, two came forward.",
    "14:57": "Mark 14:57 – Then some stood up and gave this false testimony against him:",
    "14:58": "Matthew 14:58 – 'We heard him say, "I am able to destroy the temple of God and rebuild it in three days."'",
    "14:59": "Mark 14:59 – Yet even then their testimony did not agree."
    
    "15:01": "John 15:1 – 'I am the true vine, and my Father is the gardener.'",
    "15:02": "Matthew 15:2 – 'Why do your disciples break the tradition of the elders? They don’t wash their hands before they eat!'",
    "15:03": "Mark 15:3 – The chief priests accused him of many things, so again Pilate asked him, 'Aren’t you going to answer?'",
    "15:04": "Luke 15:4 – 'Suppose one of you has a hundred sheep and loses one of them. Doesn’t he leave the ninety-nine in the open country and go after the lost sheep until he finds it?'",
    "15:05": "John 15:5 – 'I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing.'",
    "15:06": "Romans 15:6 – So that with one mind and one voice you may glorify the God and Father of our Lord Jesus Christ.",
    "15:07": "1 Corinthians 15:7 – Then he appeared to James, then to all the apostles.",
    "15:08": "Proverbs 15:8 – The Lord detests the sacrifice of the wicked, but the prayer of the upright pleases him.",
    "15:09": "Proverbs 15:9 – The Lord detests the way of the wicked, but he loves those who pursue righteousness.",
    "15:10": "John 15:10 – 'If you keep my commands, you will remain in my love, just as I have kept my Father’s commands and remain in his love.'",
    "15:11": "John 15:11 – 'I have told you this so that my joy may be in you and that your joy may be complete.'",
    "15:12": "John 15:12 – 'My command is this: Love each other as I have loved you.'",
    "15:13": "Romans 15:13 – May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.",
    "15:14": "1 Corinthians 15:14 – And if Christ has not been raised, our preaching is useless and so is your faith.",
    "15:15": "Matthew 15:15 – Peter said, 'Explain the parable to us.'",
    "15:16": "Mark 15:16 – The soldiers led Jesus away into the palace (that is, the Praetorium) and called together the whole company of soldiers.",
    "15:17": "Luke 15:17 – 'When he came to his senses, he said, "How many of my father’s hired servants have food to spare, and here I am starving to death!"'",
    "15:18": "John 15:18 – 'If the world hates you, keep in mind that it hated me first.'",
    "15:19": "Romans 15:19 – By the power of signs and wonders, through the power of the Spirit of God. So from Jerusalem all the way around to Illyricum, I have fully proclaimed the gospel of Christ.",
    "15:20": "John 15:20 – 'Remember what I told you: "A servant is not greater than his master." If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also.'",
    "15:21": "Mark 15:21 – A certain man from Cyrene, Simon, the father of Alexander and Rufus, was passing by on his way in from the country, and they forced him to carry the cross.",
    "15:22": "Luke 15:22 – 'But the father said to his servants, "Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet."'",
    "15:23": "John 15:23 – 'Whoever hates me hates my Father as well.'",
    "15:24": "Proverbs 15:24 – The path of life leads upward for the prudent to keep them from going down to the realm of the dead.",
    "15:25": "John 15:25 – 'But this is to fulfill what is written in their Law: "They hated me without reason."'",
    "15:26": "Acts 15:26 – Men who have risked their lives for the name of our Lord Jesus Christ.",
    "15:27": "John 15:27 – 'And you also must testify, for you have been with me from the beginning.'",
    "15:28": "1 Samuel 15:28 – Samuel said to him, 'The Lord has torn the kingdom of Israel from you today and has given it to one of your neighbors—to one better than you.'",
    "15:29": "1 Samuel 15:29 – 'He who is the Glory of Israel does not lie or change his mind; for he is not a human being, that he should change his mind.'",
    "15:30": "Matthew 15:30 – Great crowds came to him, bringing the lame, the blind, the crippled, the mute, and many others, and laid them at his feet; and he healed them.",
    "15:31": "Luke 15:31 – 'My son,' the father said, 'you are always with me, and everything I have is yours.'"
    "15:32": "Matthew 15:32 – Then Jesus called his disciples to him and said, 'I have compassion for these people; they have already been with me three days and have nothing to eat. I do not want to send them away hungry, or they may collapse on the way.'",
    "15:33": "Mark 15:33 – At noon, darkness came over the whole land until three in the afternoon.",
    "15:34": "Matthew 15:34 – 'How many loaves do you have?' Jesus asked. 'Seven,' they replied, 'and a few small fish.'",
    "15:35": "Acts 15:35 – But Paul and Barnabas remained in Antioch, where they and many others taught and preached the word of the Lord.",
    "15:36": "Acts 15:36 – Some time later Paul said to Barnabas, 'Let us go back and visit the believers in all the towns where we preached the word of the Lord and see how they are doing.'",
    "15:37": "1 Corinthians 15:37 – When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or something else.",
    "15:38": "1 Corinthians 15:38 – But God gives it a body as he has determined, and to each kind of seed he gives its own body.",
    "15:39": "1 Corinthians 15:39 – Not all flesh is the same: People have one kind of flesh, animals have another, birds another, and fish another.",
    "15:40": "Mark 15:40 – Some women were watching from a distance. Among them were Mary Magdalene, Mary the mother of James the younger and of Joseph, and Salome.",
    "15:41": "Acts 15:41 – He went through Syria and Cilicia, strengthening the churches.",
    "15:42": "Mark 15:42 – It was Preparation Day (that is, the day before the Sabbath). So as evening approached,",
    "15:43": "Mark 15:43 – Joseph of Arimathea, a prominent member of the Council, who was himself waiting for the kingdom of God, went boldly to Pilate and asked for Jesus’ body.",
    "15:44": "Mark 15:44 – Pilate was surprised to hear that he was already dead. Summoning the centurion, he asked him if Jesus had already died.",
    "15:45": "Mark 15:45 – When he learned from the centurion that it was so, he gave the body to Joseph.",
    "15:46": "Mark 15:46 – So Joseph bought some linen cloth, took down the body, wrapped it in the linen, and placed it in a tomb cut out of rock. Then he rolled a stone against the entrance of the tomb.",
    "15:47": "1 Corinthians 15:47 – The first man was of the dust of the earth; the second man is of heaven.",
    "15:48": "1 Corinthians 15:48 – As was the earthly man, so are those who are of the earth; and as is the heavenly man, so also are those who are of heaven.",
    "15:49": "1 Corinthians 15:49 – And just as we have borne the image of the earthly man, so shall we bear the image of the heavenly man.",
    "15:50": "1 Corinthians 15:50 – I declare to you, brothers and sisters, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable.",
    "15:51": "1 Corinthians 15:51 – Listen, I tell you a mystery: We will not all sleep, but we will all be changed.",
    "15:52": "1 Corinthians 15:52 – In a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed.",
    "15:53": "1 Corinthians 15:53 – For the perishable must clothe itself with the imperishable, and the mortal with immortality.",
    "15:54": "1 Corinthians 15:54 – When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: 'Death has been swallowed up in victory.'",
    "15:55": "1 Corinthians 15:55 – 'Where, O death, is your victory? Where, O death, is your sting?'",
    "15:56": "1 Corinthians 15:56 – The sting of death is sin, and the power of sin is the law.",
    "15:57": "1 Corinthians 15:57 – But thanks be to God! He gives us the victory through our Lord Jesus Christ.",
    "15:58": "1 Corinthians 15:58 – Therefore, my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain.",
    "15:59": "Mark 15:59 – (No verse exists)"

    "16:01": "Romans 16:1 – I commend to you our sister Phoebe, a deacon of the church in Cenchreae.",
    "16:02": "1 Corinthians 16:2 – On the first day of every week, each one of you should set aside a sum of money in keeping with your income, saving it up, so that when I come no collections will have to be made.",
    "16:03": "Philippians 4:3 – Yes, and I ask you, my true companion, help these women since they have contended at my side in the cause of the gospel, along with Clement and the rest of my co-workers, whose names are in the book of life.",
    "16:04": "Acts 16:4 – As they traveled from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for the people to obey.",
    "16:05": "Matthew 16:5 – When they went across the lake, the disciples forgot to take bread.",
    "16:06": "Mark 16:6 – 'Don't be alarmed,' he said. 'You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here. See the place where they laid him.'",
    "16:07": "Luke 16:7 – The manager asked one of his debtors, 'How much do you owe my master?'",
    "16:08": "John 16:8 – When he comes, he will prove the world to be in the wrong about sin and righteousness and judgment.",
    "16:09": "Romans 16:9 – Greet Urbanus, our co-worker in Christ, and my dear friend Stachys.",
    "16:10": "1 Corinthians 16:10 – When Timothy comes, see to it that he has nothing to fear while he is with you, for he is carrying on the work of the Lord, just as I am.",
    "16:11": "Philippians 4:11 – I am not saying this because I am in need, for I have learned to be content whatever the circumstances.",
    "16:12": "Acts 16:12 – From there we traveled to Philippi, a Roman colony and the leading city of that district of Macedonia. And we stayed there several days.",
    "16:13": "Matthew 16:13 – When Jesus came to the region of Caesarea Philippi, he asked his disciples, 'Who do people say the Son of Man is?'",
    "16:14": "Mark 16:14 – Later Jesus appeared to the Eleven as they were eating; he rebuked them for their lack of faith and their stubborn refusal to believe those who had seen him after he had risen.",
    "16:15": "Luke 16:15 – He said to them, 'You are the ones who justify yourselves in the eyes of others, but God knows your hearts. What people value highly is detestable in God's sight.'",
    "16:16": "John 16:16 – Jesus went on to say, 'In a little while you will see me no more, and then after a little while you will see me.'",
    "16:17": "Romans 16:17 – I urge you, brothers and sisters, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them.",
    "16:18": "1 Corinthians 16:18 – For they refreshed my spirit and yours also. Such men deserve recognition.",
    "16:19": "Philippians 4:19 – And my God will meet all your needs according to the riches of his glory in Christ Jesus.",
    "16:20": "Acts 16:20 – They brought them before the magistrates and said, 'These men are Jews, and are throwing our city into an uproar.'",
    "16:21": "Matthew 16:21 – From that time on Jesus began to explain to his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, the chief priests and the teachers of the law, and that he must be killed and on the third day be raised to life.",
    "16:22": "Mark 16:20 – Then the disciples went out and preached everywhere, and the Lord worked with them and confirmed his word by the signs that accompanied it.",
    "16:23": "Luke 16:23 – In Hades, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side.",
    "16:24": "John 16:24 – Until now you have not asked for anything in my name. Ask and you will receive, and your joy will be complete.",
    "16:25": "Romans 16:25 – Now to him who is able to establish you in accordance with my gospel, the message I proclaim about Jesus Christ, in keeping with the revelation of the mystery hidden for long ages past.",
    "16:26": "1 Corinthians 16:24 – My love to all of you in Christ Jesus. Amen.",
    "16:27": "Philippians 4:23 – The grace of the Lord Jesus Christ be with your spirit. Amen.",
    "16:28": "Acts 16:28 – But Paul shouted, 'Don't harm yourself! We are all here!'",
    "16:29": "Matthew 16:28 – 'Truly I tell you, some who are standing here will not taste death before they see the Son of Man coming in his kingdom.'",
    "16:30": "Mark 16:19 – After the Lord Jesus had spoken to them, he was taken up into heaven and he sat at the right hand of God.",
    "16:31": "Luke 16:31 – He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'"
    "16:32": "Proverbs 16:32 – Better a patient person than a warrior, one with self-control than one who takes a city.",
    //Need review

      "16:32": "Proverbs 16:32 – Better a patient person than a warrior, one with self-control than one who takes a city.",
    "16:33": "John 16:33 – 'I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.'",
    "16:34": "No verse exists",
    "16:35": "No verse exists",
    "16:36": "No verse exists",
    "16:37": "No verse exists",
    "16:38": "No verse exists",
    "16:39": "No verse exists",
    "16:40": "No verse exists",
    "16:41": "No verse exists",
    "16:42": "No verse exists",
    "16:43": "1 Chronicles 16:43 – Then all the people left, each for their own home, and David returned home to bless his family.",
    "16:44": "No verse exists",
    "16:45": "No verse exists",
    "16:46": "No verse exists",
    "16:47": "No verse exists",
    "16:48": "No verse exists",
    "16:49": "No verse exists",
    "16:50": "No verse exists",
    "16:51": "No verse exists",
    "16:52": "No verse exists",
    "16:53": "No verse exists",
    "16:54": "No verse exists",
    "16:55": "No verse exists",
    "16:56": "No verse exists",
    "16:57": "No verse exists",
    "16:58": "No verse exists",
    "16:59": "No verse exists"

    "17:01": "1 Kings 17:1 – Now Elijah the Tishbite, from Tishbe in Gilead, said to Ahab, 'As the LORD, the God of Israel, lives, whom I serve, there will be neither dew nor rain in the next few years except at my word.'",
    "17:02": "Luke 17:2 – It would be better for them to be thrown into the sea with a millstone tied around their neck than to cause one of these little ones to stumble.",
    "17:03": "Proverbs 17:3 – The crucible for silver and the furnace for gold, but the LORD tests the heart.",
    "17:04": "John 17:4 – I have brought you glory on earth by finishing the work you gave me to do.",
    "17:05": "Jeremiah 17:5 – This is what the LORD says: 'Cursed is the one who trusts in man, who draws strength from mere flesh and whose heart turns away from the LORD.'",
    "17:06": "Matthew 17:6 – When the disciples heard this, they fell facedown to the ground, terrified.",
    "17:07": "Luke 17:7 – Suppose one of you has a servant plowing or looking after the sheep. Will he say to the servant when he comes in from the field, 'Come along now and sit down to eat'?",
    "17:08": "John 17:8 – For I gave them the words you gave me and they accepted them. They knew with certainty that I came from you, and they believed that you sent me.",
    "17:09": "Proverbs 17:9 – Whoever would foster love covers over an offense, but whoever repeats the matter separates close friends.",
    "17:10": "2 Chronicles 17:10 – The fear of the LORD fell on all the kingdoms of the land surrounding Judah, so that they did not go to war against Jehoshaphat.",
    "17:11": "Luke 17:11 – Now on his way to Jerusalem, Jesus traveled along the border between Samaria and Galilee.",
    "17:12": "John 17:12 – While I was with them, I protected them and kept them safe by that name you gave me. None has been lost except the one doomed to destruction so that Scripture would be fulfilled.",
    "17:13": "Matthew 17:13 – Then the disciples understood that he was talking to them about John the Baptist.",
    "17:14": "Genesis 17:14 – Any uncircumcised male, who has not been circumcised in the flesh, will be cut off from his people; he has broken my covenant.",
    "17:15": "Luke 17:15 – One of them, when he saw he was healed, came back, praising God in a loud voice.",
    "17:16": "John 17:16 – They are not of the world, even as I am not of it.",
    "17:17": "John 17:17 – Sanctify them by the truth; your word is truth.",
    "17:18": "Acts 17:18 – A group of Epicurean and Stoic philosophers began to debate with him. Some of them asked, 'What is this babbler trying to say?' Others remarked, 'He seems to be advocating foreign gods.' They said this because Paul was preaching the good news about Jesus and the resurrection.",
    "17:19": "Jeremiah 17:19 – This is what the LORD said to me: 'Go and stand at the gate of the people, through which the kings of Judah go in and out; stand also at all the other gates of Jerusalem.'",
    "17:20": "Matthew 17:20 – He replied, 'Because you have so little faith. Truly I tell you, if you have faith as small as a mustard seed, you can say to this mountain, ‘Move from here to there,’ and it will move. Nothing will be impossible for you.'",
    "17:21": "Judges 17:21 – No verse exists; closest reference is Judges 17:13.",
    "17:22": "Luke 17:22 – Then he said to his disciples, 'The time is coming when you will long to see one of the days of the Son of Man, but you will not see it.'",
    "17:23": "John 17:23 – I in them and you in me—so that they may be brought to complete unity. Then the world will know that you sent me and have loved them even as you have loved me.",
    "17:24": "Acts 17:24 – 'The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by human hands.'",
    "17:25": "Psalms 17:25 – No verse exists; closest reference is Psalm 17:15.",
    "17:26": "Acts 17:26 – From one man he made all the nations, that they should inhabit the whole earth; and he marked out their appointed times in history and the boundaries of their lands.",
    "17:27": "Proverbs 17:27 – The one who has knowledge uses words with restraint, and whoever has understanding is even-tempered.",
    "17:28": "Acts 17:28 – 'For in him we live and move and have our being.’ As some of your own poets have said, ‘We are his offspring.’",
    "17:29": "Job 17:29 – No verse exists; closest reference is Job 17:16.",
    "17:30": "Acts 17:30 – In the past God overlooked such ignorance, but now he commands all people everywhere to repent.",
    "17:31": "Acts 17:31 – For he has set a day when he will judge the world with justice by the man he has appointed. He has given proof of this to everyone by raising him from the dead."
    "17:32": "1 Samuel 17:32 – David said to Saul, 'Let no one lose heart on account of this Philistine; your servant will go and fight him.'",
    "17:33": "1 Samuel 17:33 – Saul replied, 'You are not able to go out against this Philistine and fight him; you are only a young man, and he has been a warrior from his youth.'",
    "17:34": "1 Samuel 17:34 – But David said to Saul, 'Your servant has been keeping his father's sheep. When a lion or a bear came and carried off a sheep from the flock,'",
    "17:35": "1 Samuel 17:35 – 'I went after it, struck it and rescued the sheep from its mouth. When it turned on me, I seized it by its hair, struck it and killed it.'",
    "17:36": "1 Samuel 17:36 – 'Your servant has killed both the lion and the bear; this uncircumcised Philistine will be like one of them, because he has defied the armies of the living God.'",
    "17:37": "1 Samuel 17:37 – 'The LORD who rescued me from the paw of the lion and the paw of the bear will rescue me from the hand of this Philistine.' Saul said to David, 'Go, and the LORD be with you.'",
    "17:38": "1 Samuel 17:38 – Then Saul dressed David in his own tunic. He put a coat of armor on him and a bronze helmet on his head.",
    "17:39": "1 Samuel 17:39 – David fastened on his sword over the tunic and tried walking around, because he was not used to them. 'I cannot go in these,' he said to Saul, 'because I am not used to them.' So he took them off.",
    "17:40": "1 Samuel 17:40 – Then he took his staff in his hand, chose five smooth stones from the stream, put them in the pouch of his shepherd's bag and, with his sling in his hand, approached the Philistine.",
    "17:41": "1 Samuel 17:41 – Meanwhile, the Philistine, with his shield bearer in front of him, kept coming closer to David.",
    "17:42": "1 Samuel 17:42 – He looked David over and saw that he was little more than a boy, glowing with health and handsome, and he despised him.",
    "17:43": "1 Samuel 17:43 – He said to David, 'Am I a dog, that you come at me with sticks?' And the Philistine cursed David by his gods.",
    "17:44": "1 Samuel 17:44 – 'Come here,' he said, 'and I'll give your flesh to the birds and the wild animals!'",
    "17:45": "1 Samuel 17:45 – David said to the Philistine, 'You come against me with sword and spear and javelin, but I come against you in the name of the LORD Almighty, the God of the armies of Israel, whom you have defied.'",
    "17:46": "1 Samuel 17:46 – 'This day the LORD will deliver you into my hands, and I'll strike you down and cut off your head. This very day I will give the carcasses of the Philistine army to the birds and the wild animals, and the whole world will know that there is a God in Israel.'",
    "17:47": "1 Samuel 17:47 – 'All those gathered here will know that it is not by sword or spear that the LORD saves; for the battle is the LORD's, and he will give all of you into our hands.'",
    "17:48": "1 Samuel 17:48 – As the Philistine moved closer to attack him, David ran quickly toward the battle line to meet him.",
    "17:49": "1 Samuel 17:49 – Reaching into his bag and taking out a stone, he slung it and struck the Philistine on the forehead. The stone sank into his forehead, and he fell facedown on the ground.",
    "17:50": "1 Samuel 17:50 – So David triumphed over the Philistine with a sling and a stone; without a sword in his hand he struck down the Philistine and killed him.",
    "17:51": "1 Samuel 17:51 – David ran and stood over him. He took hold of the Philistine's sword and drew it from the sheath. After he killed him, he cut off his head with the sword. When the Philistines saw that their hero was dead, they turned and ran.",
    "17:52": "1 Samuel 17:52 – Then the men of Israel and Judah surged forward with a shout and pursued the Philistines to the entrance of Gath and to the gates of Ekron. Their dead were strewn along the Shaaraim road to Gath and Ekron.",
    "17:53": "1 Samuel 17:53 – When the Israelites returned from chasing the Philistines, they plundered their camp.",
    "17:54": "1 Samuel 17:54 – David took the Philistine's head and brought it to Jerusalem; he put the Philistine's weapons in his own tent.",
    "17:55": "1 Samuel 17:55 – As Saul watched David going out to meet the Philistine, he said to Abner, commander of the army, 'Abner, whose son is that young man?' Abner replied, 'As surely as you live, Your Majesty, I don't know.'",
    "17:56": "1 Samuel 17:56 – The king said, 'Find out whose son this young man is.'",
    "17:57": "1 Samuel 17:57 – As soon as David returned from killing the Philistine, Abner took him and brought him before Saul, with David still holding the Philistine's head.",
    "17:58": "1 Samuel 17:58 – 'Whose son are you, young man?' Saul asked him. David said, 'I am the son of your servant Jesse of Bethlehem.'",
    "17:59": "No verse exists"

    "18:01": "1 Kings 18:1 – After a long time, in the third year, the word of the Lord came to Elijah: 'Go and present yourself to Ahab, and I will send rain on the land.'",
    "18:02": "Luke 18:2 – He said: 'In a certain town there was a judge who neither feared God nor cared what people thought.'",
    "18:03": "Proverbs 18:3 – When wickedness comes, so does contempt, and with shame comes reproach.",
    "18:04": "John 18:4 – Jesus, knowing all that was going to happen to him, went out and asked them, 'Who is it you want?'",
    "18:05": "Jeremiah 18:5 – Then the word of the Lord came to me.",
    "18:06": "Matthew 18:6 – 'If anyone causes one of these little ones—those who believe in me—to stumble, it would be better for them to have a large millstone hung around their neck and to be drowned in the depths of the sea.'",
    "18:07": "Luke 18:7 – 'And will not God bring about justice for his chosen ones, who cry out to him day and night? Will he keep putting them off?'",
    "18:08": "John 18:8 – Jesus answered, 'I told you that I am he. If you are looking for me, then let these men go.'",
    "18:09": "Job 18:9 – The trap seizes him by the heel; a snare holds him fast.",
    "18:10": "Job 18:10 – A noose is hidden for him on the ground; a trap lies in his path.",
    "18:11": "Luke 18:11 – The Pharisee stood by himself and prayed: 'God, I thank you that I am not like other people—robbers, evildoers, adulterers—or even like this tax collector.'",
    "18:12": "John 18:12 – Then the detachment of soldiers with its commander and the Jewish officials arrested Jesus. They bound him.",
    "18:13": "Matthew 18:13 – 'And if he finds it, truly I tell you, he is happier about that one sheep than about the ninety-nine that did not wander off.'",
    "18:14": "Genesis 18:14 – 'Is anything too hard for the Lord? I will return to you at the appointed time next year, and Sarah will have a son.'",
    "18:15": "Luke 18:15 – People were also bringing babies to Jesus for him to place his hands on them. When the disciples saw this, they rebuked them.",
    "18:16": "John 18:16 – But Peter had to wait outside at the door. The other disciple, who was known to the high priest, came back, spoke to the servant girl on duty there and brought Peter in.",
    "18:17": "John 18:17 – 'You aren’t one of this man’s disciples too, are you?' she asked Peter. He replied, 'I am not.'",
    "18:18": "Acts 18:18 – Paul stayed on in Corinth for some time. Then he left the brothers and sisters and sailed for Syria, accompanied by Priscilla and Aquila. Before he sailed, he had his hair cut off at Cenchreae because of a vow he had taken.",
    "18:19": "Proverbs 18:19 – A brother wronged is more unyielding than a fortified city; disputes are like the barred gates of a citadel.",
    "18:20": "Matthew 18:20 – 'For where two or three gather in my name, there am I with them.'",
    "18:21": "Job 18:21 – Surely such is the dwelling of an evil man; such is the place of one who does not know God.",
    "18:22": "Luke 18:22 – When Jesus heard this, he said to him, 'You still lack one thing. Sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.'",
    "18:23": "John 18:23 – 'If I said something wrong,' Jesus replied, 'testify as to what is wrong. But if I spoke the truth, why did you strike me?'",
    "18:24": "Acts 18:24 – Meanwhile a Jew named Apollos, a native of Alexandria, came to Ephesus. He was a learned man, with a thorough knowledge of the Scriptures.",
    "18:25": "Proverbs 18:25 – No verse exists.",
    "18:26": "Acts 18:26 – He began to speak boldly in the synagogue. When Priscilla and Aquila heard him, they invited him to their home and explained to him the way of God more adequately.",
    "18:27": "John 18:27 – Again Peter denied it, and at that moment a rooster began to crow.",
    "18:28": "Acts 18:28 – For he vigorously refuted his Jewish opponents in public debate, proving from the Scriptures that Jesus was the Messiah.",
    "18:29": "Proverbs 18:29 – No verse exists.",
    "18:30": "Proverbs 18:30 – No verse exists.",
    "18:31": "Psalm 18:31 – For who is God besides the Lord? And who is the Rock except our God?"
    "18:32": "Psalm 18:32 – It is God who arms me with strength and keeps my way secure.",
    "18:33": "Psalm 18:33 – He makes my feet like the feet of a deer; he causes me to stand on the heights.",
    "18:34": "Psalm 18:34 – He trains my hands for battle; my arms can bend a bow of bronze.",
    "18:35": "Psalm 18:35 – You make your saving help my shield, and your right hand sustains me; your help has made me great.",
    "18:36": "Psalm 18:36 – You provide a broad path for my feet, so that my ankles do not give way.",
    "18:37": "Psalm 18:37 – I pursued my enemies and overtook them; I did not turn back till they were destroyed.",
    "18:38": "Psalm 18:38 – I crushed them so that they could not rise; they fell beneath my feet.",
    "18:39": "Psalm 18:39 – You armed me with strength for battle; you humbled my adversaries before me.",
    "18:40": "Psalm 18:40 – You made my enemies turn their backs in flight, and I destroyed my foes.",
    "18:41": "Psalm 18:41 – They cried for help, but there was no one to save them—to the Lord, but he did not answer.",
    "18:42": "Psalm 18:42 – I beat them as fine as windblown dust; I trampled them like mud in the streets.",
    "18:43": "Psalm 18:43 – You have delivered me from the attacks of the people; you have made me the head of nations. People I did not know now serve me.",
    "18:44": "Psalm 18:44 – Foreigners cower before me; as soon as they hear of me, they obey me.",
    "18:45": "Psalm 18:45 – They all lose heart; they come trembling from their strongholds.",
    "18:46": "Psalm 18:46 – The Lord lives! Praise be to my Rock! Exalted be God my Savior!",
    "18:47": "Psalm 18:47 – He is the God who avenges me, who subdues nations under me,",
    "18:48": "Psalm 18:48 – who saves me from my enemies. You exalted me above my foes; from a violent man you rescued me.",
    "18:49": "Psalm 18:49 – Therefore I will praise you, Lord, among the nations; I will sing the praises of your name.",
    "18:50": "Psalm 18:50 – He gives his king great victories; he shows unfailing love to his anointed, to David and to his descendants forever.",
    "18:51": "No verse exists.",
    "18:52": "No verse exists.",
    "18:53": "No verse exists.",
    "18:54": "No verse exists.",
    "18:55": "No verse exists.",
    "18:56": "No verse exists.",
    "18:57": "No verse exists.",
    "18:58": "No verse exists.",
    "18:59": "No verse exists."

    "19:01": "Luke 19:1 – Jesus entered Jericho and was passing through.",
    "19:02": "Job 19:2 – 'How long will you torment me and crush me with words?'",
    "19:03": "Proverbs 19:3 – A person's own folly leads to their ruin, yet their heart rages against the Lord.",
    "19:04": "Matthew 19:4 – 'Haven't you read,' he replied, 'that at the beginning the Creator made them male and female,'",
    "19:05": "Genesis 19:5 – They called to Lot, 'Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.'",
    "19:06": "John 19:6 – As soon as the chief priests and their officials saw him, they shouted, 'Crucify! Crucify!' But Pilate answered, 'You take him and crucify him. As for me, I find no basis for a charge against him.'",
    "19:07": "Acts 19:7 – There were about twelve men in all.",
    "19:08": "Leviticus 19:8 – Whoever eats it will be held responsible because they have desecrated what is holy to the Lord; they must be cut off from their people.",
    "19:09": "Psalm 19:9 – The fear of the Lord is pure, enduring forever. The decrees of the Lord are firm, and all of them are righteous.",
    "19:10": "Revelation 19:10 – At this I fell at his feet to worship him. But he said to me, 'Don't do that! I am a fellow servant with you and with your brothers and sisters who hold to the testimony of Jesus. Worship God! For it is the Spirit of prophecy who bears testimony to Jesus.'",
    "19:11": "1 Kings 19:11 – The Lord said, 'Go out and stand on the mountain in the presence of the Lord, for the Lord is about to pass by.' Then a great and powerful wind tore the mountains apart and shattered the rocks before the Lord, but the Lord was not in the wind. After the wind there was an earthquake, but the Lord was not in the earthquake.",
    "19:12": "1 Samuel 19:12 – So Michal let David down through a window, and he fled and escaped.",
    "19:13": "Exodus 19:13 – They are to be stoned or shot with arrows; not a hand is to be laid on them. No person or animal shall be permitted to live.' Only when the ram's horn sounds a long blast may they approach the mountain.'",
    "19:14": "Joshua 19:14 – The northern boundary turned toward Hannathon and ended at the Valley of Iphtah El.",
    "19:15": "Judges 19:15 – They stopped for the night at Gibeah in Benjamin. They went in and sat in the city square, but no one took them in for the night.",
    "19:16": "2 Samuel 19:16 – Shimei son of Gera, the Benjamite from Bahurim, hurried down with the men of Judah to meet King David.",
    "19:17": "2 Kings 19:17 – 'It is true, Lord, that the Assyrian kings have laid waste these nations and their lands.'",
    "19:18": "Isaiah 19:18 – In that day five cities in Egypt will speak the language of Canaan and swear allegiance to the Lord Almighty. One of them will be called the City of the Sun.",
    "19:19": "Jeremiah 19:19 – 'This is what the Lord Almighty, the God of Israel, says: Listen! I am going to bring on this city and all the villages around it every disaster I pronounced against them, because they were stiff-necked and would not listen to my words.'",
    "19:20": "Ezekiel 19:20 – 'It was thrown on the ground; the east wind made it shrivel, it was stripped of its fruit; its strong branches withered and fire consumed them.'",
    "19:21": "Proverbs 19:21 – Many are the plans in a person's heart, but it is the Lord's purpose that prevails.",
    "19:22": "Matthew 19:22 – When the young man heard this, he went away sad, because he had great wealth.",
    "19:23": "Luke 19:23 – 'Why then didn't you put my money on deposit, so that when I came back, I could have collected it with interest?'",
    "19:24": "John 19:24 – 'Let's not tear it,' they said to one another. 'Let's decide by lot who will get it.' This happened that the scripture might be fulfilled that said, 'They divided my clothes among them and cast lots for my garment.' So this is what the soldiers did.",
    "19:25": "Acts 19:25 – He called them together, along with the workers in related trades, and said, 'You know, my friends, that we receive a good income from this business.'",
    "19:26": "Job 19:26 – 'And after my skin has been destroyed, yet in my flesh I will see God;'",
    "19:27": "Psalm 19:27 – No verse exists.",
    "19:28": "Proverbs 19:28 – A corrupt witness mocks at justice, and the mouth of the wicked gulps down evil.",
    "19:29": "Isaiah 19:29 – No verse exists.",
    "19:30": "Jeremiah 19:30 – No verse exists.",
    "19:31": "Ezekiel 19:31 – No verse exists."
    "19:32": "Luke 19:32 – Those who were sent ahead went and found it just as he had told them.",
    "19:33": "Luke 19:33 – As they were untying the colt, its owners asked them, 'Why are you untying the colt?'",
    "19:34": "Luke 19:34 – They replied, 'The Lord needs it.'",
    "19:35": "Luke 19:35 – They brought it to Jesus, threw their cloaks on the colt and put Jesus on it.",
    "19:36": "Luke 19:36 – As he went along, people spread their cloaks on the road.",
    "19:37": "Luke 19:37 – When he came near the place where the road goes down the Mount of Olives, the whole crowd of disciples began joyfully to praise God in loud voices for all the miracles they had seen:",
    "19:38": "Luke 19:38 – 'Blessed is the king who comes in the name of the Lord!' 'Peace in heaven and glory in the highest!'",
    "19:39": "Luke 19:39 – Some of the Pharisees in the crowd said to Jesus, 'Teacher, rebuke your disciples!'",
    "19:40": "Luke 19:40 – 'I tell you,' he replied, 'if they keep quiet, the stones will cry out.'",
    "19:41": "Luke 19:41 – As he approached Jerusalem and saw the city, he wept over it",
    "19:42": "Luke 19:42 – and said, 'If you, even you, had only known on this day what would bring you peace—but now it is hidden from your eyes.'",
    "19:43": "Luke 19:43 – 'The days will come upon you when your enemies will build an embankment against you and encircle you and hem you in on every side.'",
    "19:44": "Luke 19:44 – 'They will dash you to the ground, you and the children within your walls. They will not leave one stone on another, because you did not recognize the time of God's coming to you.'",
    "19:45": "Luke 19:45 – When Jesus entered the temple courts, he began to drive out those who were selling.",
    "19:46": "Luke 19:46 – 'It is written,' he said to them, ''My house will be a house of prayer'; but you have made it 'a den of robbers.''",
    "19:47": "Luke 19:47 – Every day he was teaching at the temple. But the chief priests, the teachers of the law and the leaders among the people were trying to kill him.",
    "19:48": "Luke 19:48 – Yet they could not find any way to do it, because all the people hung on his words.",
    "19:49": "No verse exists.",
    "19:50": "No verse exists.",
    "19:51": "No verse exists.",
    "19:52": "No verse exists.",
    "19:53": "No verse exists.",
    "19:54": "No verse exists.",
    "19:55": "No verse exists.",
    "19:56": "No verse exists.",
    "19:57": "No verse exists.",
    "19:58": "No verse exists.",
    "19:59": "No verse exists."

    "20:01": "Matthew 20:1 – 'For the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard.'",
    "20:02": "Luke 20:2 – 'Tell us by what authority you are doing these things,' they said. 'Who gave you this authority?'",
    "20:03": "Exodus 20:3 – 'You shall have no other gods before me.'",
    "20:04": "John 20:4 – 'Both were running, but the other disciple outran Peter and reached the tomb first.'",
    "20:05": "Proverbs 20:5 – 'The purposes of a person’s heart are deep waters, but one who has insight draws them out.'",
    "20:06": "Luke 20:6 – 'But if we say, ‘Of human origin,’ all the people will stone us, because they are persuaded that John was a prophet.'",
    "20:07": "John 20:7 – 'As well as the cloth that had been wrapped around Jesus’ head. The cloth was still lying in its place, separate from the linen.'",
    "20:08": "Acts 20:8 – 'There were many lamps in the upstairs room where we were meeting.'",
    "20:09": "Job 20:9 – 'The eye that saw him will not see him again; his place will look on him no more.'",
    "20:10": "John 20:10 – 'Then the disciples went back to where they were staying.'",
    "20:11": "Luke 20:11 – 'He went on to tell the people this parable: ‘A man planted a vineyard, rented it to some farmers and went away for a long time.’",
    "20:12": "John 20:12 – 'And saw two angels in white, seated where Jesus’ body had been, one at the head and the other at the foot.'",
    "20:13": "Proverbs 20:13 – 'Do not love sleep or you will grow poor; stay awake and you will have food to spare.'",
    "20:14": "Matthew 20:14 – 'Take your pay and go. I want to give the one who was hired last the same as I gave you.'",
    "20:15": "Exodus 20:15 – 'You shall not steal.'",
    "20:16": "John 20:16 – 'Jesus said to her, “Mary.” She turned toward him and cried out in Aramaic, “Rabboni!” (which means ‘Teacher’).'",
    "20:17": "Acts 20:17 – 'From Miletus, Paul sent to Ephesus for the elders of the church.'",
    "20:18": "Luke 20:18 – 'Everyone who falls on that stone will be broken to pieces; anyone on whom it falls will be crushed.'",
    "20:19": "John 20:19 – 'On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jewish leaders, Jesus came and stood among them and said, “Peace be with you!”'",
    "20:20": "Proverbs 20:20 – 'If someone curses their father or mother, their lamp will be snuffed out in pitch darkness.'",
    "20:21": "John 20:21 – 'Again Jesus said, “Peace be with you! As the Father has sent me, I am sending you.”'",
    "20:22": "Acts 20:22 – 'And now, compelled by the Spirit, I am going to Jerusalem, not knowing what will happen to me there.'",
    "20:23": "Matthew 20:23 – 'Jesus said to them, “You will indeed drink from my cup, but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared by my Father.”'",
    "20:24": "John 20:24 – 'Now Thomas (also known as Didymus), one of the Twelve, was not with the disciples when Jesus came.'",
    "20:25": "Exodus 20:25 – 'If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it.'",
    "20:26": "Luke 20:26 – 'They were unable to trap him in what he had said there in public. And astonished by his answer, they became silent.'",
    "20:27": "Matthew 20:27 – 'And whoever wants to be first must be your slave.'",
    "20:28": "John 20:28 – 'Thomas said to him, “My Lord and my God!”'",
    "20:29": "John 20:29 – 'Then Jesus told him, “Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.”'",
    "20:30": "John 20:30 – 'Jesus performed many other signs in the presence of his disciples, which are not recorded in this book.'"
    "20:31": "Matthew 20:31 – 'The crowd rebuked them and told them to be quiet, but they shouted all the louder, 'Lord, Son of David, have mercy on us!''",
    "20:32": "Matthew 20:32 – 'Jesus stopped and called them. 'What do you want me to do for you?' he asked.'",
    "20:33": "Matthew 20:33 – ''Lord,' they answered, 'we want our sight.'''",
    "20:34": "Matthew 20:34 – 'Jesus had compassion on them and touched their eyes. Immediately they received their sight and followed him.'",
    "20:35": "Acts 20:35 – 'In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.''",
    "20:36": "Acts 20:36 – 'When Paul had finished speaking, he knelt down with all of them and prayed.'",
    "20:37": "Acts 20:37 – 'They all wept as they embraced him and kissed him.'",
    "20:38": "Acts 20:38 – 'What grieved them most was his statement that they would never see his face again. Then they accompanied him to the ship.'",
    "20:39": "Luke 20:39 – 'Some of the teachers of the law responded, 'Well said, teacher!''",
    "20:40": "Luke 20:40 – 'And no one dared to ask him any more questions.'",
    "20:41": "Luke 20:41 – 'Then Jesus said to them, 'Why is it said that the Messiah is the son of David?''",
    "20:42": "Luke 20:42 – 'David himself declares in the Book of Psalms: 'The Lord said to my Lord: 'Sit at my right hand''",
    "20:43": "Luke 20:43 – ''until I make your enemies a footstool for your feet.'''",
    "20:44": "Luke 20:44 – 'David calls him 'Lord.' How then can he be his son?''",
    "20:45": "Luke 20:45 – 'While all the people were listening, Jesus said to his disciples,'",
    "20:46": "Luke 20:46 – ''Beware of the teachers of the law. They like to walk around in flowing robes and love to be greeted with respect in the marketplaces and have the most important seats in the synagogues and the places of honor at banquets.'",
    "20:47": "Luke 20:47 – ''They devour widows' houses and for a show make lengthy prayers. These men will be punished most severely.'''"
    "20:48": "No verse exists.",
    "20:49": "No verse exists.",
    "20:50": "No verse exists.",
    "20:51": "No verse exists.",
    "20:52": "No verse exists.",
    "20:53": "No verse exists.",
    "20:54": "No verse exists.",
    "20:55": "No verse exists.",
    "20:56": "No verse exists.",
    "20:57": "No verse exists.",
    "20:58": "No verse exists.",
    "20:59": "No verse exists."

    "21:01": "Genesis 21:1 – 'Now the Lord was gracious to Sarah as he had said, and the Lord did for Sarah what he had promised.'",
    "21:02": "Exodus 21:2 – 'If you buy a Hebrew servant, he is to serve you for six years. But in the seventh year, he shall go free, without paying anything.'",
    "21:03": "Leviticus 21:3 – 'and for a sister who is a virgin and is dependent on him since she has no husband—for her he may make himself unclean.'",
    "21:04": "Numbers 21:4 – 'They traveled from Mount Hor along the route to the Red Sea, to go around Edom. But the people grew impatient on the way;'",
    "21:05": "Deuteronomy 21:5 – 'The priests, the sons of Levi, shall come forward, for the Lord your God has chosen them to minister and to pronounce blessings in the name of the Lord and to decide all cases of dispute and assault.'",
    "21:06": "Joshua 21:6 – 'The descendants of Gershon, clan by clan, received thirteen towns from the tribes of Issachar, Asher, Naphtali and the half-tribe of Manasseh in Bashan.'",
    "21:07": "Judges 21:7 – 'How can we provide wives for those who are left, since we have taken an oath by the Lord not to give them any of our daughters in marriage?'",
    "21:08": "1 Samuel 21:8 – 'David asked Ahimelek, 'Don’t you have a spear or a sword here? I haven’t brought my sword or any other weapon, because the king’s mission was urgent.''",
    "21:09": "2 Samuel 21:9 – 'He handed them over to the Gibeonites, who killed them and exposed their bodies on a hill before the Lord. All seven of them fell together; they were put to death during the first days of the harvest, just as the barley harvest was beginning.'",
    "21:10": "1 Kings 21:10 – 'But seat two scoundrels opposite him and have them bring charges that he has cursed both God and the king. Then take him out and stone him to death.'",
    "21:11": "2 Kings 21:11 – 'Manasseh king of Judah has committed these detestable sins. He has done more evil than the Amorites who preceded him and has led Judah into sin with his idols.'",
    "21:12": "1 Chronicles 21:12 – 'three years of famine, three months of being swept away before your enemies, with their swords overtaking you, or three days of the sword of the Lord—days of plague in the land, with the angel of the Lord ravaging every part of Israel.’ Now then, decide how I should answer the one who sent me.'",
    "21:13": "2 Chronicles 21:13 – 'But you have walked in the ways of the kings of Israel, and you have led Judah and the people of Jerusalem to prostitute themselves, just as the house of Ahab did. You have also murdered your own brothers, members of your own family, men who
    "21:14": "Matthew 21:14 – 'The blind and the lame came to him at the temple, and he healed them.'",
    "21:15": "Matthew 21:15 – 'But when the chief priests and the teachers of the law saw the wonderful things he did and the children shouting in the temple courts, “Hosanna to the Son of David,” they were indignant.'",
    "21:16": "Matthew 21:16 – '“Do you hear what these children are saying?” they asked him. “Yes,” replied Jesus, “have you never read, ‘From the lips of children and infants you, Lord, have called forth your praise’?”'",
    "21:17": "Matthew 21:17 – 'And he left them and went out of the city to Bethany, where he spent the night.'",
    "21:18": "Matthew 21:18 – 'Early in the morning, as Jesus was on his way back to the city, he was hungry.'",
    "21:19": "Matthew 21:19 – 'Seeing a fig tree by the road, he went up to it but found nothing on it except leaves. Then he said to it, “May you never bear fruit again!” Immediately the tree withered.'",
    "21:20": "Matthew 21:20 – 'When the disciples saw this, they were amazed. “How did the fig tree wither so quickly?” they asked.'",
    "21:21": "Matthew 21:21 – 'Jesus replied, “Truly I tell you, if you have faith and do not doubt, not only can you do what was done to the fig tree, but also you can say to this mountain, ‘Go, throw yourself into the sea,’ and it will be done.'",
    "21:22": "Matthew 21:22 – 'If you believe, you will receive whatever you ask for in prayer.'",
    "21:23": "Matthew 21:23 – 'Jesus entered the temple courts, and, while he was teaching, the chief priests and the elders of the people came to him. “By what authority are you doing these things?” they asked. “And who gave you this authority?”'",
    "21:24": "Matthew 21:24 – 'Jesus replied, “I will also ask you one question. If you answer me, I will tell you by what authority I am doing these things.'",
    "21:25": "Matthew 21:25 – 'John’s baptism—where did it come from? Was it from heaven, or of human origin?” They discussed it among themselves and said, “If we say, ‘From heaven,’ he will ask, ‘Then why didn’t you believe him?’'",
    "21:26": "Matthew 21:26 – 'But if we say, ‘Of human origin’—we are afraid of the people, for they all hold that John was a prophet.'",
    "21:27": "Matthew 21:27 – 'So they answered Jesus, “We don’t know.” Then he said, “Neither will I tell you by what authority I am doing these things.'",
    "21:28": "Matthew 21:28 – '“What do you think? There was a man who had two sons. He went to the first and said, ‘Son, go and work today in the vineyard.’'",
    "21:29": "Matthew 21:29 – '“‘I will not,’ he answered, but later he changed his mind and went.'",
    "21:30": "Matthew 21:30 – '“Then the father went to the other son and said the same thing. He answered, ‘I will, sir,’ but he did not go.'"
    "21:31": "Matthew 21:31 – 'Which of the two did what his father wanted?' 'The first,' they answered. Jesus said to them, 'Truly I tell you, the tax collectors and the prostitutes are entering the kingdom of God ahead of you.'",
    "21:32": "Matthew 21:32 – 'For John came to you to show you the way of righteousness, and you did not believe him, but the tax collectors and the prostitutes did. And even after you saw this, you did not repent and believe him.'",
    "21:33": "Matthew 21:33 – 'Listen to another parable: There was a landowner who planted a vineyard. He put a wall around it, dug a winepress in it and built a watchtower. Then he rented the vineyard to some farmers and moved to another place.'",
    "21:34": "Matthew 21:34 – 'When the harvest time approached, he sent his servants to the tenants to collect his fruit.'",
    "21:35": "Matthew 21:35 – 'The tenants seized his servants; they beat one, killed another, and stoned a third.'",
    "21:36": "Matthew 21:36 – 'Then he sent other servants to them, more than the first time, and the tenants treated them the same way.'",
    "21:37": "Matthew 21:37 – 'Last of all, he sent his son to them. “They will respect my son,” he said.'",
    "21:38": "Matthew 21:38 – 'But when the tenants saw the son, they said to each other, “This is the heir. Come, let’s kill him and take his inheritance.”'",
    "21:39": "Matthew 21:39 – 'So they took him and threw him out of the vineyard and killed him.'",
    "21:40": "Matthew 21:40 – 'Therefore, when the owner of the vineyard comes, what will he do to those tenants?'",
    "21:41": "Matthew 21:41 – 'He will bring those wretches to a wretched end,' they replied, 'and he will rent the vineyard to other tenants, who will give him his share of the crop at harvest time.'",
    "21:42": "Matthew 21:42 – 'Jesus said to them, 'Have you never read in the Scriptures: 'The stone the builders rejected has become the cornerstone; the Lord has done this, and it is marvelous in our eyes'?'",
    "21:43": "Matthew 21:43 – 'Therefore I tell you that the kingdom of God will be taken away from you and given to a people who will produce its fruit.'",
    "21:44": "Matthew 21:44 – 'Anyone who falls on this stone will be broken to pieces; anyone on whom it falls will be crushed.'",
    "21:45": "Matthew 21:45 – 'When the chief priests and the Pharisees heard Jesus’ parables, they knew he was talking about them.'",
    "21:46": "Matthew 21:46 – 'They looked for a way to arrest him, but they were afraid of the crowd because the people held that he was a prophet.'",
    "21:47": "Luke 21:47 – 'While all the people were listening, Jesus said to his disciples,'",
    "21:48": "Luke 21:48 – 'Beware of the teachers of the law. They like to walk around in flowing robes and love to be greeted with respect in the marketplaces and have the most important seats in the synagogues and the places of honor at banquets.'",
    "21:49": "Luke 21:49 – 'They devour widows’ houses and for a show make lengthy prayers. These men will be punished most severely.'",
    "21:50": "John 21:50 – 'Jesus did many other things as well. If every one of them were written down, I suppose that even the whole world would not have room for the books that would be written.'",
    "21:51": "John 21:51 – 'Afterward Jesus appeared again to his disciples, by the Sea of Galilee. It happened this way:'",
    "21:52": "John 21:52 – 'Simon Peter, Thomas (also known as Didymus), Nathanael from Cana in Galilee, the sons of Zebedee, and two other disciples were together.'",
    "21:53": "John 21:53 – '“I’m going out to fish,” Simon Peter told them, and they said, “We’ll go with you.” So they went out and got into the boat, but that night they caught nothing.'",
    "21:54": "John 21:54 – 'Early in the morning, Jesus stood on the shore, but the disciples did not realize that it was Jesus.'",
    "21:55": "John 21:55 – 'He called out to them, “Friends, haven’t you any fish?” “No,” they answered.'",
    "21:56": "John 21:56 – 'He said, “Throw your net on the right side of the boat and you will find some.” When they did, they were unable to haul the net in because of the large number of fish.'",
    "21:57": "John 21:57 – 'Then the disciple whom Jesus loved said to Peter, “It is the Lord!” As soon as Simon Peter heard him say, “It is the Lord,” he wrapped his outer garment around him (for he had taken it off) and jumped into the water.'",
    "21:58": "John 21:58 – 'The other disciples followed in the boat, towing the net full of fish, for they were not far from shore, about a hundred yards.'",
    "21:59": "John 21:59 – 'When they landed, they saw a fire of burning coals there with fish on it, and some bread.'"

    "22:01": "Luke 22:01 – Now the Festival of Unleavened Bread, called the Passover, was approaching.",
    "22:02": "Matthew 22:02 – The kingdom of heaven is like a king who prepared a wedding banquet for his son.",
    "22:03": "Acts 22:03 – Then Paul said: 'I am a Jew, born in Tarsus of Cilicia, but brought up in this city. I studied under Gamaliel and was thoroughly trained in the law of our ancestors.'",
    "22:04": "Luke 22:04 – And Judas went to the chief priests and the officers of the temple guard and discussed with them how he might betray Jesus.",
    "22:05": "Matthew 22:05 – But they paid no attention and went off—one to his field, another to his business.",
    "22:06": "Luke 22:06 – So he consented, and watched for an opportunity to hand Jesus over to them when no crowd was present.",
    "22:07": "Matthew 22:07 – The king was enraged. He sent his army and destroyed those murderers and burned their city.",
    "22:08": "Luke 22:08 – Jesus sent Peter and John, saying, 'Go and make preparations for us to eat the Passover.'",
    "22:09": "Matthew 22:09 – So go to the street corners and invite to the banquet anyone you find.",
    "22:10": "Luke 22:10 – He replied, 'As you enter the city, a man carrying a jar of water will meet you. Follow him to the house that he enters.'",
    "22:11": "Matthew 22:11 – But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes.",
    "22:12": "Acts 22:12 – A man named Ananias came to see me. He was a devout observer of the law and highly respected by all the Jews living there.",
    "22:13": "Matthew 22:13 – Then the king told the attendants, ‘Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.’",
    "22:14": "Matthew 22:14 – For many are invited, but few are chosen.",
    "22:15": "Luke 22:15 – And he said to them, 'I have eagerly desired to eat this Passover with you before I suffer.'",
    "22:16": "Acts 22:16 – And now what are you waiting for? Get up, be baptized and wash your sins away, calling on his name.",
    "22:17": "Luke 22:17 – After taking the cup, he gave thanks and said, 'Take this and divide it among you.'",
    "22:18": "Matthew 22:18 – But Jesus, knowing their evil intent, said, 'You hypocrites, why are you trying to trap me?'",
    "22:19": "Luke 22:19 – And he took bread, gave thanks and broke it, and gave it to them, saying, 'This is my body given for you; do this in remembrance of me.'",
    "22:20": "Acts 22:20 – And when the blood of your martyr Stephen was shed, I stood there giving my approval and guarding the clothes of those who were killing him.",
    "22:21": "Luke 22:21 – But the hand of him who is going to betray me is with mine on the table.",
    "22:22": "Matthew 22:22 – When they heard this, they were amazed. So they left him and went away.",
    "22:23": "Luke 22:23 – They began to question among themselves which of them it might be who would do this.",
    "22:24": "Acts 22:24 – The commander ordered that Paul be taken into the barracks. He directed that he be flogged and interrogated to find out why the people were shouting at him like this.",
    "22:25": "Matthew 22:25 – Jesus said, 'The kings of the Gentiles lord it over them; and those who exercise authority over them call themselves Benefactors.'",
    "22:26": "Luke 22:26 – But you are not to be like that. Instead, the greatest among you should be like the youngest, and the one who rules like the one who serves.",
    "22:27": "Acts 22:27 – The commander went to Paul and asked, 'Tell me, are you a Roman citizen?' 'Yes, I am,' he answered.",
    "22:28": "Acts 22:28 – Then the commander said, 'I had to pay a lot of money for my citizenship.' 'But I was born a citizen,' Paul replied.",
    "22:29": "Luke 22:29 – And I confer on you a kingdom, just as my Father conferred one on me.",
    "22:30": "Matthew 22:30 – At the resurrection people will neither marry nor be given in marriage; they will be like the angels in heaven.",
    "22:31": "Luke 22:31 – Simon, Simon, Satan has asked to sift all of you as wheat."
    "22:32": "Luke 22:32 – But I have prayed for you, Simon, that your faith may not fail. And when you have turned back, strengthen your brothers.",
    "22:33": "Luke 22:33 – But he replied, 'Lord, I am ready to go with you to prison and to death.'",
    "22:34": "Luke 22:34 – Jesus answered, 'I tell you, Peter, before the rooster crows today, you will deny three times that you know me.'",
    "22:35": "Luke 22:35 – Then Jesus asked them, 'When I sent you without purse, bag or sandals, did you lack anything?' 'Nothing,' they answered.",
    "22:36": "Luke 22:36 – He said to them, 'But now if you have a purse, take it, and also a bag; and if you don’t have a sword, sell your cloak and buy one.'",
    "22:37": "Luke 22:37 – It is written: 'And he was numbered with the transgressors'; and I tell you that this must be fulfilled in me. Yes, what is written about me is reaching its fulfillment.'",
    "22:38": "Luke 22:38 – The disciples said, 'See, Lord, here are two swords.' 'That’s enough!' he replied.",
    "22:39": "Luke 22:39 – Jesus went out as usual to the Mount of Olives, and his disciples followed him.",
    "22:40": "Luke 22:40 – On reaching the place, he said to them, 'Pray that you will not fall into temptation.'",
    "22:41": "Luke 22:41 – He withdrew about a stone’s throw beyond them, knelt down and prayed.",
    "22:42": "Luke 22:42 – 'Father, if you are willing, take this cup from me; yet not my will, but yours be done.'",
    "22:43": "Luke 22:43 – An angel from heaven appeared to him and strengthened him.",
    "22:44": "Luke 22:44 – And being in anguish, he prayed more earnestly, and his sweat was like drops of blood falling to the ground.",
    "22:45": "Luke 22:45 – When he rose from prayer and went back to the disciples, he found them asleep, exhausted from sorrow.",
    "22:46": "Luke 22:46 – 'Why are you sleeping?' he asked them. 'Get up and pray so that you will not fall into temptation.'",
    "22:47": "Luke 22:47 – While he was still speaking, a crowd came up, and the man who was called Judas, one of the Twelve, was leading them. He approached Jesus to kiss him.",
    "22:48": "Luke 22:48 – But Jesus asked him, 'Judas, are you betraying the Son of Man with a kiss?'",
    "22:49": "Luke 22:49 – When Jesus’ followers saw what was going to happen, they said, 'Lord, should we strike with our swords?'",
    "22:50": "Luke 22:50 – And one of them struck the servant of the high priest, cutting off his right ear.",
    "22:51": "Luke 22:51 – But Jesus answered, 'No more of this!' And he touched the man’s ear and healed him.",
    "22:52": "Luke 22:52 – Then Jesus said to the chief priests, the officers of the temple guard, and the elders, who had come for him, 'Am I leading a rebellion, that you have come with swords and clubs?'",
    "22:53": "Luke 22:53 – 'Every day I was with you in the temple courts, and you did not lay a hand on me. But this is your hour—when darkness reigns.'",
    "22:54": "Luke 22:54 – Then seizing him, they led him away and took him into the house of the high priest. Peter followed at a distance.",
    "22:55": "Luke 22:55 – And when some there had kindled a fire in the middle of the courtyard and had sat down together, Peter sat down with them.",
    "22:56": "Luke 22:56 – A servant girl saw him seated there in the firelight. She looked closely at him and said, 'This man was with him.'",
    "22:57": "Luke 22:57 – But he denied it. 'Woman, I don’t know him,' he said.",
    "22:58": "Luke 22:58 – A little later someone else saw him and said, 'You also are one of them.' 'Man, I am not!' Peter replied.",
    "22:59": "Luke 22:59 – About an hour later another asserted, 'Certainly this fellow was with him, for he is a Galilean.'"

    "23:01": "Matthew 23:1 – Then Jesus spoke to the crowds and to his disciples:",
    "23:02": "Matthew 23:2 – The teachers of the law and the Pharisees sit in Moses’ seat.",
    "23:03": "Matthew 23:3 – So you must be careful to do everything they tell you. But do not do what they do, for they do not practice what they preach.",
    "23:04": "Matthew 23:4 – They tie up heavy, cumbersome loads and put them on other people’s shoulders, but they themselves are not willing to lift a finger to move them.",
    "23:05": "Matthew 23:5 – Everything they do is done for people to see: They make their phylacteries wide and the tassels on their garments long.",
    "23:06": "Matthew 23:6 – They love the place of honor at banquets and the most important seats in the synagogues.",
    "23:07": "Matthew 23:7 – And they love to be greeted with respect in the marketplaces and to be called 'Rabbi' by others.",
    "23:08": "Matthew 23:8 – But you are not to be called 'Rabbi,' for you have one Teacher, and you are all brothers.",
    "23:09": "Matthew 23:9 – And do not call anyone on earth 'father,' for you have one Father, and he is in heaven.",
    "23:10": "Matthew 23:10 – Nor are you to be called instructors, for you have one Instructor, the Messiah.",
    "23:11": "Joshua 23:11 – So be very careful to love the LORD your God.",
    "23:12": "Joshua 23:12 – For if you turn your backs and desert the LORD, you are not only turning your backs on him but on the foreigners who came with you.",
    "23:13": "Joshua 23:13 – Now I am about to go the way of all the earth, and you know with all your heart and soul that not one of all the good promises the LORD your God gave you has failed.",
    "23:14": "Joshua 23:14 – Remember all that the LORD your God has done for you; continue to follow him wholeheartedly.",
    "23:15": "Joshua 23:15 – If you violate the covenant of the LORD your God and turn aside to serve other gods, then the anger of the LORD will burn against you, and you will quickly perish from the good land he has given you.",
    "23:16": "Joshua 23:16 – This is why you must be very strong and very courageous, so that you may not be corrupted by the foreign gods and their detestable idols.",
    "23:17": "Luke 23:17 – Now he was obliged to release one man to them at the festival.",
    "23:18": "Luke 23:18 – But the whole crowd shouted, 'Away with this man! Release Barabbas to us!'",
    "23:19": "Luke 23:19 – Barabbas had been thrown into prison for an insurrection in the city, and for murder.",
    "23:20": "Luke 23:20 – Wanting to release Jesus, Pilate appealed to them again.",
    "23:21": "Luke 23:21 – But they kept shouting, 'Crucify him! Crucify him!'",
    "23:22": "Luke 23:22 – For the third time he spoke to them: 'Why? What crime has this man committed? I have found in him no grounds for the death penalty. Therefore, I will have him punished and then release him.'",
    "23:23": "Luke 23:23 – But with loud shouts they insistently demanded that he be crucified, and their shouts prevailed.",
    "23:24": "Luke 23:24 – So Pilate decided to grant their demand.",
    "23:25": "Luke 23:25 – He released the man who had been thrown into prison for insurrection and murder, the one they asked for, and surrendered Jesus to their will.",
    "23:26": "Luke 23:26 – As the soldiers led him away, they seized Simon from Cyrene, who was on his way in from the country, and put the cross on him and made him carry it behind Jesus.",
    "23:27": "Luke 23:27 – A large number of people followed him, including women who mourned and wailed for him.",
    "23:28": "Luke 23:28 – Jesus turned and said to them, 'Daughters of Jerusalem, do not weep for me; weep for yourselves and for your children.'",
    "23:29": "Luke 23:29 – 'For the time will come when you will say, "Blessed are the childless women, the wombs that never bore and the breasts that never nursed!"'",
    "23:30": "Luke 23:30 – 'Then they will say to the mountains, "Fall on us!" and to the hills, "Cover us!"'",
    "23:31": "Luke 23:31 – 'For if people do these things when the tree is green, what will happen when it is dry?'"
    "23:32": "Luke 23:32 – Two other men, both criminals, were also led out with him to be executed.",
    "23:33": "Luke 23:33 – When they came to the place called the Skull, they crucified him there, along with the criminals—one on his right, the other on his left.",
    "23:34": "Luke 23:34 – Jesus said, 'Father, forgive them, for they do not know what they are doing.' And they divided up his clothes by casting lots.",
    "23:35": "Luke 23:35 – The people stood watching, and the rulers even sneered at him. They said, 'He saved others; let him save himself, if he is God, his Chosen One!'",
    "23:36": "Luke 23:36 – The soldiers also came up and mocked him. They offered him wine vinegar.",
    "23:37": "Luke 23:37 – They said, 'If you are the king of the Jews, save yourself.'",
    "23:38": "Luke 23:38 – There was a written notice above him, which read: THIS IS THE KING OF THE JEWS.",
    "23:39": "Luke 23:39 – One of the criminals who hung there hurled insults at him: 'Aren't you the Messiah? Save yourself and us!'",

    "24:01": "Luke 24:1 – On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb.",
    "24:02": "Luke 24:2 – They found the stone rolled away from the tomb.",
    "24:03": "Luke 24:3 – But when they entered, they did not find the body of the Lord Jesus.",
    "24:04": "Luke 24:4 – While they were wondering about this, suddenly two men in clothes that gleamed like lightning stood beside them.",
    "24:05": "Luke 24:5 – In their fright, the women bowed down with their faces to the ground, but the men said to them, “Why do you look for the living among the dead?”",
    "24:06": "Luke 24:6 – “He is not here; he has risen! Remember how he told you, while he was still with you in Galilee:",
    "24:07": "Luke 24:7 – ‘The Son of Man must be delivered over to the hands of sinners, be crucified and on the third day be raised again.’”",
    "24:08": "Luke 24:8 – Then they remembered his words.",
    "24:09": "Luke 24:9 – When they came back from the tomb, they told all these things to the Eleven and to all the others.",
    "24:10": "Luke 24:10 – It was Mary Magdalene, Joanna, Mary the mother of James, and the others with them who told this to the apostles.",
    "24:11": "Genesis 24:11 – He had the camels kneel down near the well outside the town; it was toward evening, the time the women go out to draw water.",
    "24:12": "Genesis 24:12 – Then he prayed, “Lord, God of my master Abraham, make me successful today, and show kindness to my master Abraham.”",
    "24:13": "Genesis 24:13 – “See, I am standing beside this spring, and the daughters of the townspeople are coming out to draw water.”",
    "24:14": "Genesis 24:14 – “May it be that when I say to a young woman, ‘Please let down your jar that I may have a drink,’ and she says, ‘Drink, and I’ll water your camels too’—let her be the one you have chosen for your servant Isaac. By this I will know that you have shown kindness to my master.”",
    "24:15": "Genesis 24:15 – Before he had finished praying, Rebekah came out with her jar on her shoulder. She was the daughter of Bethuel, son of Milkah, who was the wife of Abraham’s brother Nahor.",
    "24:16": "Genesis 24:16 – The woman was very beautiful, a virgin; no man had ever slept with her. She went down to the spring, filled her jar and came up again.",
    "24:17": "Genesis 24:17 – The servant hurried to meet her and said, “Please give me a little water from your jar.”",
    "24:18": "Genesis 24:18 – “Drink, my lord,” she said, and quickly lowered the jar to her hands and gave him a drink.",
    "24:19": "Genesis 24:19 – After she had given him a drink, she said, “I’ll draw water for your camels too, until they have had enough to drink.”",
    "24:20": "Genesis 24:20 – So she quickly emptied her jar into the trough, ran back to the well to draw more water, and drew enough for all his camels.",
    "24:21": "Proverbs 24:21 – Fear the Lord and the king, my son, and do not join with rebellious officials.",
    "24:22": "Proverbs 24:22 – For those two will send sudden destruction on them, and who knows what calamities they can bring?",
    "24:23": "Proverbs 24:23 – These also are sayings of the wise: To show partiality in judging is not good.",
    "24:24": "Proverbs 24:24 – Whoever says to the guilty, “You are innocent,” will be cursed by peoples and denounced by nations.",
    "24:25": "Proverbs 24:25 – But it will go well with those who convict the guilty, and rich blessing will come on them.",
    "24:26": "Proverbs 24:26 – An honest answer is like a kiss on the lips.",
    "24:27": "Proverbs 24:27 – Put your outdoor work in order and get your fields ready; after that, build your house.",
    "24:28": "Proverbs 24:28 – Do not testify against your neighbor without cause—would you use your lips to mislead?",
    "24:29": "Proverbs 24:29 – Do not say, “I’ll do to them as they have done to me; I’ll pay them back for what they did.”",
    "24:30": "Proverbs 24:30 – I went past the field of a sluggard, past the vineyard of someone who has no sense."
    "24:31": "Matthew 24:31 – And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other.",
    "24:32": "Matthew 24:32 – Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near.",
    "24:33": "Matthew 24:33 – Likewise, when you see all these things, you know that it is near, right at the door.",
    "24:34": "Matthew 24:34 – Truly I tell you, this generation will certainly not pass away until all these things have happened.",
    "24:35": "Matthew 24:35 – Heaven and earth will pass away, but my words will never pass away.",
    "24:36": "Matthew 24:36 – But about that day or hour no one knows, not even the angels in heaven, nor the Son, but only the Father.",
    "24:37": "Matthew 24:37 – As it was in the days of Noah, so it will be at the coming of the Son of Man.",
    "24:38": "Matthew 24:38 – For in the days before the flood, people were eating and drinking, marrying and giving in marriage, until the day Noah entered the ark.",
    "24:39": "Matthew 24:39 – And they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man.",
    "24:40": "Matthew 24:40 – Two men will be in the field; one will be taken and the other left.",
    "24:41": "Matthew 24:41 – Two women will be grinding at the mill; one will be taken and the other left.",
    "24:42": "Matthew 24:42 – Therefore keep watch, because you do not know on what day your Lord will come.",
    "24:43": "Matthew 24:43 – But understand this: If the owner of the house had known at what time of night the thief was coming, he would have kept watch and would not have let his house be broken into.",
    "24:44": "Matthew 24:44 – So you also must be ready, because the Son of Man will come at an hour when you do not expect him.",
    "24:45": "Matthew 24:45 – Who then is the faithful and wise servant, whom the master has put in charge of his household to give them their food at the proper time?",
    "24:46": "Matthew 24:46 – It will be good for that servant whose master finds him doing so when he returns.",
    "24:47": "Matthew 24:47 – Truly I tell you, he will put him in charge of all his possessions.",
    "24:48": "Matthew 24:48 – But suppose that servant is wicked and says to himself, 'My master is staying away a long time,'",
    "24:49": "Matthew 24:49 – and then begins to beat his fellow servants and to eat and drink with drunkards.",
    "24:50": "Matthew 24:50 – The master of that servant will come on a day when he does not expect him and at an hour he is not aware of.",
    "24:51": "Matthew 24:51 – He will cut him to pieces and assign him a place with the hypocrites, where there will be weeping and gnashing of teeth.",
    "24:52": "Luke 24:52 – Then the disciples returned to Jerusalem with great joy.",
    "24:53": "Luke 24:53 – And they stayed continually at the temple, praising God.",
    "24:54": "No matching verse exists in chapter 24 of Matthew, Luke, or Genesis for verse 54.",
    "24:55": "No matching verse exists in chapter 24 of Matthew, Luke, or Genesis for verse 55.",
    "24:56": "No matching verse exists in chapter 24 of Matthew, Luke, or Genesis for verse 56.",
    "24:57": "No matching verse exists in chapter 24 of Matthew, Luke, or Genesis for verse 57.",
    "24:58": "No matching verse exists in chapter 24 of Matthew, Luke, or Genesis for verse 58.",
    "24:59": "No matching verse exists in chapter 24 of Matthew, Luke, or Genesis for verse 59."

    
    


























 



}

